Repository: DongHuaLu/mdcom
Catalog: mdcom/MHLogin/locale/*/LC_MESSAGES/django.po
Languages: de

source: Subject
de: Betreff

source: File
de: Gescheitert

source: Url
de: Urologie

source: Only works with twilio recording urls
de: Funktioniert nur mit Twilio Aufnahme Url´s

source: Callback number
de: Nicht-Mitglied anrufen

source: Message type
de: Message text:

source: The intended recipient doesn't exist.
de: Der angegebene Empfänger existiert nicht

source: callback number is required when url is set
de: Rückrufnummer wird benötigt, wenn die Url gesetzt ist.

source: This email address already has an outstanding invitation.
de: An diese E-Mail wurde bereits eine Einladung versendet.

source: This email address is already associated with a DoctorCom account.
de: Diese E-Mail ist bereits mit einem DoctorCom Konto verbunden.

source: Everyone
de: Jeder

source: Providers
de: Ärzte

source: Managers
de: Verwalter

source: Filter
de: Einlader

source: All
de: Alle

source: Out
de: Okt

source: all time
de: Ganztägig

source: today
de: Montag

source: yesterday
de: Dienstag

source: this week
de: Diese Woche

source: last week
de: Letzte Woche

source: last 7 days
de: Letzte 7 Tage

source: this month
de: Dieser Monat

source: last month
de: Letztes Login

source: last 30 days
de: Letzte 30 Tage

source: this year
de: Dieses Jahr

source: type id list isn't of the correct form.
de: Empfängerliste hat keine korrekte Form.

source: At least one email address is already registered.
de: Mind. eine E-Mail Adresse ist bereits registriert.

source: Yes
de: Ja

source: No
de: Nein

source: Create Organization Type
de: Einladung Startseite

source: Edit Organization Type
de: Einladung Startseite

source: YES, I AM ABSOLUTELY SURE.
de: JA, ICH BIN ABSOLUT SICHER.

source: Please enter the string exactly as it appears, in all-caps, and with all punctuation between (but exclusive of) the quotes.
de: Bitte geben Sie die Zeichenkette genauso ein wie sie angezeigt wird bis auf die Anführungsstriche.

source: Debug mode must be set to sanitize data
de: Debug Modus muss gestartet werden, um die Daten wiederherzustellen.

source: Enter a username and password.
de: Bitte geben Sie Ihr Kennwort ein.

source: Key Generation Complete
de: Schlüsselgenerierung vollständig

source: Done!
de: Erledigt!

source: Key generation is complete. All users have KMS keys.
de: Schlüsselgenerierung vollständig. Alle Nutzer haben KMS Schlüssel.

source: Migaration Complete
de: Schlüsselgenerierung vollständig

source: Migaration is complete.
de: Schlüsselgenerierung vollständig

source: Return to admin home
de: Zurück zu Admin home

source: Administration: User Password Reset
de: Administration: Nutzer Kennwort Reset

source: Password Reset
de: Kennwort Reset

source: You're about to reset this user's password. Please double-check to ensure that you're operating on the correct user.
de: Sie sind im Begriff das Benutzerkennwort zurückzusetzen. Bitte klicken Sie doppelr, um sicherzustellen, dass Sie den richtigen Bentzer gewählt haben.

source: Resetting a user's password will deny them access to all
de: Das Zurücksetzen eines Benutzerkennworts wird den Zugriff auf alle

source: old
de: alten

source: secure content until someone holding the Administrator key comes in and provides access to all of that content.
de: sicheren Inhalte verweigern bis der Zugang mit Hilfe des Administrator Kennworts wieder gewährt wird.

source: Username
de: Benutzername

source: Please enter the user's new password
de: Bitte geben Sie das neue Benutzerkennwort ein

source: Password
de: Passwort

source: Verify Password
de: Passwortbestätigung

source: Submit
de: Absenden

source: Password Reset Complete For
de: Zurücksetzen des Kennworts für

source: The user's password has been successfully reset.
de: Das Benutzerkennwort wurde erfolgreich zurückgesetzt.

source: Password Reset: User Search
de: Zurücksetzen des Kennworts: Benutzersuche

source: First, we need to specifically identify which user needs their password reset.
de: Zunächst muss die Identität des Benutzers ermittelt werden, dessen Kennwort zurückgesetzt werden soll.

source: Search by Username
de: Suche nach Benutzername

source: Search by E-Mail Address
de: Suche nach E-Mail Adresse

source: Address
de: Adresse

source: Search by First Name
de: Suche nach Vornamen

source: First Name
de: Vorname

source: Search by Last Name
de: Suche nach Nachnamen

source: Last Name
de: Nachname

source: Password Reset: Found Users
de: Kennwort Zurücksetzen: Benutzer gefunden

source: Search Again
de: Suche wiederholen

source: Private Key Reset
de: Persönlichen Schlüssel Zurücksetzen

source: You're about to reset the private keys for all users who need this done
de: Sie sind dabei, die persönlichen Schlüssel aller Nutzer mit ausstehenden Anfragen

source: Administrator Password
de: Administrator Kennwort

source: There are no outstanding private key reset requests.
de: Es gibt keine ausstehenden Anfragen zum Zurücksetzen des persönlichen Schlüssels.

source: Private Key Reset Complete
de: Rücksetzen des persönlichen Schlüssels ist abgeschlossen

source: You're done.
de: Sie sind fertig.

source: Recipient
de: Empfänger

source: Send Msg
de: Sende Nachricht

source: Cancel Invitation
de: Einladung widerrufen

source: Are you sure you want to cancel the following invitation?
de: Sind Sie sicher, dass Sie folgende Einladung widerrufen möchten?

source: Resend Invitation
de: Einladung erneut Senden

source: Are you sure you want to resend the following invitation?
de: Sind Sie sicher, dass Sie folgende Einladung widerrufen möchten?

source: Timestamp
de: Zeitstempel

source: User Type
de: Nutzertyp

source: Verified?
de: Bestätigt?

source: Inviter
de: Einlader

source: Active
de: Aktiv

source: Actions
de: Optionen

source: Active this account
de: Konto anlegen

source: View tracking information
de: Kontaktinformationen:

source: Pending Invitations
de: Ausstehende Einladungen

source: Sending Date Time
de: Sending message

source: Invitation
de: Einladungen

source: Resend
de: Erneut Senden

source: Cancel
de: Abbrechen

source: Create a new invitation
de: Praxis-Einladungs

source: Search Conditions:
de: Suche nach Stadt:

source: Broker:
de: Fehler

source: Directions:
de: Weitere Aktionen:

source: Only show user:
de: Zeige lediglich Nutzer:

source: Period:
de: Priorität:

source: From:
de: Von:

source: To:
de: An:

source: Apply
de: Übernehmen

source: Reset to default
de: Wiederherstellungscode

source: Ads
de: Neu

source: Date Time
de: Datum hinzugefügt

source: From
de: Von

source: To
de: An

source: per page
de: pro Seite

source: Calls
de: ruf

source: Duration
de: Mittag Dauer

source: call(s)
de: ruf

source: User Administration
de: Benutzerverwaltung

source: Invitations
de: Einladungen

source: Send an Invitation to Join DoctorCom
de: DoctorCom Einladungen versenden

source: Reset a user's password
de: Benutzerkennwörter zurücksetzen

source: Send a system message
de: Systemnachrichten versenden

source: Send email to users
de: Sende eine E-Mail an die Benutzer

source: Broker/Contractor
de: Vermittler / Vertriebspartner

source: Partner Management
de: Partnerverwaltung

source: Key Management System
de: Schlüsselmanagementsystem

source: Generate keys for new users
de: Generiere Schlüssel für neue Benutzer

source: Reset keys for forgotten password requests
de: Schlüsselverwaltung bei vergessenen Kennwörtern

source: System Administration
de: Sytemverwaltung

source: Organization Type Management
de: Einladungsverwaltung

source: Analytics
de: Analytics Verwaltung

source: Sales
de: Vertriebsverwaltung

source: IVR
de: Sprachdialogsystem (IVR)

source: Resolve answering service download failures
de: Downloadfehler beim Anrufbeantworterdienst beheben

source: Report
de: Berichtswesen

source: Refer Tracking
de: Tracking von Ein- und Überweisungen

source: Billing
de: Abrechnung

source: Billing Menu
de: Abrechnungsmenü

source: QA Tools
de: Qualitätssicherung

source: Reset customer email, mobile number & mobile access ability to QA needs.
de: Zurücksetzen von Benutzer E-Mail, Handynummer & Möglichkeit des Mobilzugriffs für QS-Maßnahmen

source: New Invitation
de: Neue Einladung

source: Invitation Home
de: Einladung Startseite

source: Outstanding Issued Invites
de: Ausstehende Einladungen

source: test only
de: nur testen

source: Cancel?
de: Widerrufen?

source: Email Address field is required.
de: Pflichtfeld

source: Email field is not a valid email address.
de: Angegebene E-Mail ist keine gültige E-Mail Adresse.

source: You must choose AssignPractice or checke CreatePractice.
de: Bitte wählen Sie AssignPractice oder setzen den Haken bei CreatePractice

source: You must choose AssignPractice.
de: Bitte wählen Sie AssignPractice.

source: Dear %(email)s, Congratulations! You've been invited to join DoctorCom! Just point your browser to: https://www.mdcom.com/register/ And enter the following information to get started (don't worry -- you can change your email address as you work through the registration pages): Invitation Code: %(code)s Email Address: %(email)s Best, DoctorCom Staff
de: Sehr geehrter %(email)s, Herzlichen Glückwunsch! Sie wurden zu DoctorCom eingeladen! Klicken Sie zur Registrierung auf folgenden Link: https://www.mdcom.com/register/ Geben Sie folgende Informationen ein, damit Sie nach wenigen Schritten professionell mit Ihren Kollegen kommunizieren können: Einladungscode: %(code)s E-Mail Adresse: %(email)s (Hinweis: die vorgegebene E-Mail Adresse kann während des Registrierungsprozesses noch geändert werden) Mit kollegialen Grüßen Ihr DoctorCom Team

source: Refers
de: Aktualisieren

source: Counts
de: Count

source: person(s)
de: Person(en)

source: Refers Detail
de: für Details

source: Datetime
de: Datum

source: Sender
de: Absender

source: Practice of Sender
de: Praxisprofil

source: refer(s)
de: Überweisung(en)

source: Back
de: Zurück

source: Send Email To Users
de: Sende E-Mail an Benutzer

source: Subject:
de: Betreff:

source: Message:
de: Nachricht

source: Filter:
de: Einlader

source: Send Email
de: Sende E-Mail

source: Data Sanitation
de: Daten Rettung

source: This function resets all database information.
de: Diese Funktion setzt alle Datenbankinformationen zurück

source: ARE YOU SURE YOU WISH TO DO THIS?
de: SIND SIE SICHER, DASS SIE DAS TUN MÖCHTEN?

source: Please type the phrase 'YES, I AM ABSOLUTELY SURE.' below.
de: Bitte geben Sie folgende Textphrase 'YES, I AM ABSOLUTELY SURE.' ein.

source: Confirm
de: Bestätigen

source: Production Error
de: Produktionsfehler

source: This functionality cannot be used in production environments.
de: Diese Funktion kann nicht in Produktionsumgebungen genutzt werden.

source: User types
de: Nutzertypen

source: Staff
de: (Pflege-) Personal

source: Provider
de: Ärztliches Personal

source: Tech Admin
de: Techn. Administrator

source: Doctor
de: Arzt

source: Nurse
de: Krankenpfleger/-innen

source: Dietician
de: Med.-techn. Personal

source: Sub types
de: Personaltyp:

source: Save
de: Speichern

source: Save successfully
de: Upload erfolgreich

source: Organization Type List
de: Organisationsverzeichnis

source: Create an organization type
de: Praxis-Einladungs

source: Description
de: Beschreibung

source: Delete
de: Entfernen

source: IP Address
de: Adresse

source: Stop the Partner
de: Stop this account

source: Inactive
de: Inaktiv

source: Change Partner Name
de: PIN ändern

source: Partner Name:
de: Patient:

source: User Name:
de: Benutzername:

source: Create Date:
de: Datum hinzugefügt

source: Change Name
de: PIN ändern

source: Access IP Address
de: Adresse

source: Add Date
de: Praxis hinzufügen:

source: Action
de: Optionen

source: Remove
de: Entfernen

source: Stop
de: Schritt

source: Resume
de: Zurücksetzen

source: Add a new IP address:
de: Adresse hinzufügen

source: Add
de: Neu

source: Valid Account
de: Konto

source: All Account
de: Konto

source: Created Account
de: Konto anlegen

source: User Name
de: Benutzername:

source: Create by
de: Hinzufügen

source: Status
de: Bundesland

source: Change
de: Ändern

source: Administrator Password:
de: Administrator Kennwort

source: Next
de: Text

source: Partner Name:
de: Patient:

source: User Name:
de: Benutzername:

source: Password:
de: Kennwort:

source: API Key:
de: PIN Code

source: Done
de: Erledigt

source: Create Partner Account (Step 1)
de: Konto für Ärzte hinzufügen

source: Create Partner Account (Step 2)
de: Konto für Ärzte hinzufügen

source: Create
de: Konto hinzufügen

source: Partner Name
de: Patient

source: Create Time
de: Datum hinzugefügt

source: Log
de: Logo

source: Access Time
de: Zugang verweigert

source: Feature
de: Gescheitert

source: Result
de: Zurücksetzen

source: Take Time
de: Datum hinzugefügt

source: Success
de: Erfolgreich

source: Fail:
de: Gescheitert

source: Discover
de: Anzeigen

source: AmEx
de: AmericanExpress

source: 01 - January
de: 01 - Januar

source: 02 - February
de: 02 - Februar

source: 03 - March
de: 03 - März

source: 05 - May
de: 05 - Mai

source: 06 - June
de: 06 - Juni

source: 07 - July
de: 07 - Juli

source: 10 - October
de: 10 - Oktober

source: 12 - December
de: 12 - Dezember

source: Credit Card Type:
de: Kreditkartentyp:

source: Address 1:
de: Adresse:

source: Address 2: (Optional)
de: Adresse 2 (optional):

source: City:
de: Stadt:

source: State:
de: Bundesland:

source: Zip or Postal Code:
de: PLZ:

source: Country:
de: Land:

source: Credit Card No:
de: Kreditkartennummer:

source: Enter only numbers without spaces.
de: Geben Sie die Nummer ohne Leerzeichen ein:

source: Expiration Month:
de: Gültigkeitsmonat:

source: Expiration Year:
de: Gültigkeitsjahr:

source: Verification No.:
de: Prüfnummer:

source: This is 3 digits for MC/Visa and 4 digits for AMEX.
de: hat eine Länge von 3 Ziffern bei VISA/MCA, bzw. 4 bei AMEX.

source: Invalid entry. Please ensure that your credit card number has been entered without any spaces or dashes.
de: Ungültiger Eintrag. Überprüfen Sie, ob Ihre KK-Nummer ohne Leerzeichen eingegeben wurde.

source: Invalid entry. Numbers only, please.
de: Ungültige Eingabe. Bitte nur Ziffern.

source: Not a valid Visa Number.
de: Keine gültige VISA Nummer

source: Security code must be 3 digits.
de: Sicherheitscode beträgt 3 Ziffern.

source: Not a valid MasterCard Number.
de: Keine gültige MasterCard Nummer.

source: Not a valid Discover Number.
de: Keine gültige Prüfnummer.

source: Not a valid AmexCard Number.
de: Keine gültige AmexCard Nummer.

source: Unknown Request
de: Unbekannte Abfrage

source: Creating
de: Erzeuge

source: Editing
de: Bearbeite

source: %(action)s Billing Info For %(name)s
de: %(action)s Rechnungs-Info für %(name)s

source: Address verification failed. Please check your address and credit card information to ensure it is correct.
de: Adress Verifikation gescheitert. Bitte überprüfen Sie Ihre Adresse und KK-Karten-Informationen auf Richtigkeit.

source: Please correct the errors below and then click on 'update'.
de: Bitte korregieren Sie die unten angegebenen Fehler und klicken sie dann auf "update"

source: Making Deposit For %s
de: Erzeuge Deposit für %s

source: Initial Deposit
de: Initiales Guthaben

source: Your deposit was approved and your account has been credited with - %(amount)s dollars [Transaction: %(trans_id)s]
de: Ihr Guthaben wurde bestätigt und Ihr Konto wurde mit - %(amount)s Euro [Transaction: %(trans_id)s] belastet.

source: We had a problem with your deposit - %s
de: Es wurde ein Problem mit Ihrem Guthaben festgestellt - %s

source: Please correct the errors below and then click on 'Deposit'.
de: Bitte korrigieren Sie die unten angegebenen Fehler und klicken Sie dann auf "Guthaben"

source: Making Authorization For %s
de: Erteile Authorisierung für %s

source: Authorization Only
de: Nur mit Authorisierung

source: Your authorization for %(amount)s dollars has been approved. [Transaction: %(trans_id)s] [Code: %(code)s]
de: Die Authorisierung für %(amount)s Euro wurde genehmigt. [Transaction: %(trans_id)s] [Code: %(code)s]

source: We had a problem with your authorization - %s
de: Wir haben ein Problem mit Ihrer Authorisierung - %s

source: Please correct the errors below and then click on 'Authorize'.
de: Bitte korrigieren Sie die Fehler und klicken Sie dann auf "Authorisierung"

source: ---(Community Providers)---
de: ---(Ärzte im Nahbereich)---

source: The callback number must contain ONLY the digits 0-9, the asterisk (*) and/or pound (#) symbols.
de: Die Rückrufnummer darf NUR aus Ziffern zwischen 0-9, Stern (*) und/oder Raute (#) bestehen.

source: Sending
de: Sende

source: Fail
de: Gescheitert

source: Website
de: Webseite

source: Data decryption error. Administrators have been notified.
de: Datenverschlüsselungsfehler. Administratoren wurden benachrichtigt.

source: You do not have a mobile phone number in your profile. Please enter one to use this function.
de: Sie haben keine Mobilfunknummer in Ihrem Profil hinterlegt. Bitte tragen Sie diese nach, um die Funktion zu nutzen.

source: The person you are trying to call doesn't have a phone number listed.
de: Die angerufene Person, hat keine Handynummer aufgeführt.

source: Please press the one key to confirm you are not a machine.
de: Bitte bestätigen sie, dass Sie keine Maschine sind, sondern ein Mensch, indem Sie die Taste Eins betätigen.

source: Connecting the other party.
de: Rufaufbau

source: User isn't a provider or office manager with business cell phone. We aren't handling this situation at the moment.
de: Mitglied ist weder Arzt noch Manager mit Smartphone-Zugriff auf DoctorCom. Die Funktion können wir momentan nicht anbieten.

source: The person you are trying to page doesn't have a pager number listed.
de: The Person, die Sie versuchen anzupagen, hat keine Pagernummer hinterlegt.

source: You have called an inactive phone number affiliated with doctorcom ink. Please visit us online at w w w dot m d com dot com. Good bye.
de: Sie haben eine ungültige Rufnummer, die mit DoctorCom verknüpft ist, versucht anzurufen. Bitte besuchen Sie uns auf unserer Webseite.

source: Please enter only digits.
de: Bitte nur Ziffern eingeben.

source: Incorrect length: Please four to eight digits.
de: Falsche Länge: Bitte 4-8 Zeichen eingeben.

source: Enter new pin number
de: Neue PIN eingeben:

source: Confirm new pin number
de: Bestätige neue PIN:

source: PINs don't match. Please enter them again.
de: PIN und PIN-Bestätigung stimmen nicht überein. Bitte erneut versuchen!

source: User must be defined
de: Nutzer muss eingetragen werden

source: Password incorrect.
de: Kennwort falsch

source: "crypt" password algorithm not supported in this environment
de: "crypt" Kennwortalgorithmus wird nicht unterstützt.

source: Got unknown password algorithm type in password.
de: Erhalte unbekannten Kennwortalgorithmus im Passwort.

source: Send pager notifications for received answering service messages
de: Pager Benachrichtigung für empfangene AB-Nachrichten gesendet

source: Outside Call to Doctor Com
de: Eingehender Ruf an DoctorCom

source: Answering Service Call
de: Anrufbeantworter Anruf

source: Checking voicemall
de: Überprüfe Voicemail

source: Callback for answering service
de: Rückruf Voicemail

source: Click 2 Call
de: Klicke um anzurufen

source: Initial Configuration Start
de: Erstkonfiguration Start

source: Initial Configuration Finish
de: Erstkonfiguration Beenden

source: Pin Change
de: PIN Änderung

source: Greeting Change
de: Begrüßerung Ändern

source: Name Change
de: Name Ändern

source: Call Accepted/Connected
de: Ruf annehmen/verbinden

source: Call Rejected
de: Ruf Ablehnen

source: Authentication Failure
de: Authentifizierung gescheitert

source: Authentication Success
de: Authentifizierung Erfolgreich

source: New Message Play
de: Neue Nachricht abspielen

source: New Answering Service Message Play
de: Neue Voicemail-Nachricht abspielen

source: OldAnswering Service Message Play
de: Alte Voicemail Nachrichten Abspielen

source: Old Message Play
de: Alte Nachrichten abspielen

source: Message Delete
de: Nachrichten löschen

source: New Message
de: Neue Nachricht

source: Failure to download recording from twilio
de: Fehler beim Download der Aufnahme durch Anbieter

source: Failure to upload recording to rackspace cloud
de: Fehler beim Hochladen von Aufnahme zum Server

source: Saving existing entries is disallowed. Update this object through its access methods.
de: Speichern von bestehenden Einträgen verboten. Aktualisieren Sie dieses Objekt.

source: Failure Entry Creation
de: Fehler beim Erzeugen eines Eintrages

source: Resolution Failure
de: Fehler bei der Auflösung

source: Resolution Success
de: Aufösung erfolgreich

source: Download Failure
de: Download Fehler

source: Ans. Svc. - Urgent message from %s
de: AB Dienst - Wichtige Nachricht von %s

source: Ans. Svc. - NON Urgent message from %s
de: AB Dienst - UNwichtige Nachricht von %s

source: Caller hung up from CONFIRMED %s before leaving message. No attachment.
de: Anrufer von bestätigtem %s hat aufgelegt, bevor er eine Nachricht hinterlassen hat. Keine Anhänge.

source: Caller hung up from unconfirmed %s before leaving message. No attachment.
de: Anrufer von unbestätigtem %s hat aufgelegt, bevor er eine Nachricht hinterlassen hat. Keine Anhänge.

source: Message from %(callbacknumber)s. Unfortunately, an error occurred downloading the recording from our telephone company. We will automatically retry the download and you will receive a new message once the recording is successfully retrieved. This call will be referenced using the following ID: %(CallSid)s. We apologize for any inconvenience. DoctorCom Staff
de: Nachricht von %(callbacknumber)s. Leider trat ein Fehler beim Herunterladen der Aufzeichnung seitens des Telefonanbieters auf. Die Nachricht wird nun automatisch abgerufen und Sie erhalten eine Meldung, sobald die Aufzeichnung verfügbar ist. Dieser Anruf wird unter folgender Anruf-ID geführt: %(CallSid)s. Bitte entschuldigen Sie alle Unannehmlichkeiten. Ihr DoctorCom Team.

source: Answering Service Message Download Failed
de: Download der Voicemail Nachricht gescheitert

source: Answering Service Message Upload Failed
de: Abruf der Voicemail Aufzeichung gescheitert

source: You have called an inactive phone number affiliated with doctorcom. Please visit us online at w w w dot m d com dot com. Good bye.
de: Sie haben eine inaktive DoctorCom Nummer angerufen. Bitte besuchen Sie unsere Webseite unter www.de.mdcom.com.

source: An in valid pin was entered.
de: Die eingegebene PIN ist nicht gültig.

source: To verify that we have the correct pin, please enter it again. Press pound to finish.
de: Bitte geben Sie die PIN erneut ein. Beenden Sie die Eingabe mit der Rautetaste (#).

source: The entered pins do not match.
de: Die Eingabe der PIN stimmt nicht überein.

source: Please enter four to eight digits. Press pound to finish.
de: Bitte geben Sie 4-8 Ziffern ein. Beenden Sie die Eingabe mit der Rautetaste.

source: I'm sorry, I didn't understand that.
de: Verzeihung, das habe ich nicht verstanden.

source: On the keypad, please enter your call back number including area code now, then press pound.
de: Bitte geben Sie jetzt auf Ihrer Tastatur die Rückrufnummer inklusive der Ortsvorwahl ein und bestätigen Sie mit der Rautetaste (#).

source: Please enter your pin number. Press pound to finish.
de: Bitte geben Sie Ihre PIN ein. Beenden Sie die Eingabe mit der Rautetaste (#).

source: Recording url failed to match regex: %s
de: Aufzeichnungs-URL stimmt nicht überein mit regex: %s

source: Error. Required session key 'ivr_makeRecording_prompt' undefined. Request.method is %s.
de: Fehler: Die erforderliche Sitzungskennung 'ivr_makeRecording_prompt' ist nicht definiert. Request.method is %s.
