Repository: DongHuaLu/mdcom
Catalog: mdcom/MHLogin/locale/*/LC_MESSAGES/django.po
Languages: de

source: Error. Required session key 'ivr_makeRecording_prompt' undefined.
de: Fehler: Die erforderliche Sitzungskennung 'ivr_makeRecording_prompt' ist nicht definiert.

source: You said
de: Sie sagten

source: If you wish to record again, please press three.Press one to continue. Press any other key to replay the recording.
de: Falls Sie die Aufzeichnung wiederholen möchten, drücken Sie die Drei. Drücken Sie Eins, um fortzufahren. Drücken Sie eine andere Taste, um die Aufzeichnung erneut anzuhören.

source: If you wish to record again, please press three. Press one to continue. Press any other key to replay the recording.
de: Falls Sie die Aufzeichnung wiederholen möchten, drücken Sie die Drei. Drücken Sie Eins, um fortzufahren. Drücken Sie eine andere Taste, um die Aufzeichnung erneut anzuhören.

source: Please say your name after the tone. Press pound to finish.
de: Bitte sprechen Sie Ihren Namen nach dem Ton. Beenden Sie die Aufzeichnung mit der Rautetaste.

source: Please say your new greeting for closed office after the tone. Press pound to finish.
de: Bitte sprechen Sie Ihre Ansage für Anrufe ausserhalb der Praxis-Öffnungszeiten nach dem Ton. Beenden Sie die Aufzeichnung mit der Rautetaste.

source: Please say your greeting greeting for temporarily closed office after the tone. Press pound to finish.
de: Bitte sprechen Sie Ihre Ansage für die vorübergehend geschlossene Praxis nach dem Ton. Beenden Sie die Aufzeichnung mit der Rautetaste.

source: Please say your new greeting after the tone. Press pound to finish.
de: Bitte sprechen Sie Ihre Begrüßungsansage nach dem Ton. Beenden Sie die Aufzeichnung mit der Rautetaste.

source: User hung up before confirming number.
de: Anrufer hat, bevor die Nummer übermittelt werden konnte, aufgelegt.

source: User hung up before leaving message.
de: Anrufer hat aufgelegt, ohne eine Nachricht zu hinterlassen.

source: An error occurred downloading the recording. We will retry until successful and you will receive a new message at that time.
de: Es trat ein Fehler beim Herunterladen der Aufzeichung auf. Sobald diese verfügbar ist, werden wir Sie darüber benachrichtigen.

source: Press 1 to move to the next message.
de: Drücken Sie 1, um zu der nächsten Nachricht zu wechseln.

source: Press 3 to re-play the message.
de: Drücken Sie 3, um zu Nachricht nochmal zu hören.

source: Press 5 to call this person back.
de: Drücken Sie 5, um den Absender anzurufen.

source: Press 7 to mark the message resolved and hide it.
de: Drücken Sie 7, um die Nachricht als erledigt zu markieren und auszublenden.

source: Press 9 to return to the main menu.
de: Drücken Sie 9, um zum Hauptmenü zu gelangen.

source: Multiple Practice Locations have mdcom_phone %s
de: Mehrere Praxis Standorte haben mdcom_phone %s

source: No Practice Location have mdcom_phone %s
de: Kein Praxis Standort hat mdcom_phone %s

source: PracticeIVR_Main Incoming CallerID Sanitation Fail
de: PracticeIVR_Main Eingehende AnruferID - CallerID Wiederherstellung gescheitert.

source: PracticeIVR_Main incoming CallerID failed on input %s.
de: PracticeIVR_Main Eingehende AnruferID - CallerID scheiterte an input %s.

source: Invalid called value: %s
de: Ungültiger Wert: %s

source: Welcome to your voicemail account. It looks like some setup is needed. Let's get started.
de: Willkommen bei der Einrichtung Ihres Voicemail Kontos. Lassen Sie uns gleich mit der Konfiguration beginnen.

source: First, we need to set up your pin number.
de: Zunächst legen Sie eine PIN fest, die aus 4-8 Ziffern besteht.

source: Next, we need to set up your answering service greeting. This will be played when the office is closed.
de: Danach zeichen Sie eine Ansage auf, die ausserhalb der Öffnungszeiten geschaltet wird.

source: Finally, we need to set up a greeting that will be played when the office is open.
de: Und zuletzt werden Sie eine Ansage aufzeichnen, die Ihre Anrufer während der Öffnungszeiten begrüßen wird.

source: Your voice mail account is now set up. You may hang up now.
de: Ihr Voicemail Konto ist nun erfolgreich eingerichtet worden. Sie können jetzt auflegen.

source: Reached the end of PracticeIVR_Setup. This should never happen.
de: Am Ende des PracticeIVR_Setup. Diese Meldung darf nicht erscheinen.

source: We're sorry, an application error has occurred. Goodbye.
de: Es tut uns leid, ein Anwendungsfehler ist aufgetreten. Auf Wiedersehen!

source: DoctorCom Error: No On-Call User Defined
de: DoctorCom Fehler: Es wurde keine Bereitschaft festgelegt.

source: Dear Manager, An urgent call was received on {{timestamp|date:'l, F d, Y'}} at {{timestamp|date:'h:i A'}}, at which time nobody was defined as being on-call. Because this is an urgent call, we automatically routed the message to the last on-call user: {{chosen_provider.first_name}} {{chosen_provider.last_name}}. If you have any questions, please feel free to email us at support@mdcom.com with the following data {{callsid}} {{timestamp}} and we will be happy to assist you in any way we can. Best, DoctorCom Staff
de: Liebe Praxisverwaltung, Ein dringender Anruf vom {{timestamp|date:'l, F d, Y'}} um {{timestamp|date:'h:i A'}}, zu der Zeit war niemand für den Bereitschaftsdienst eingetragen. Da dieser Anruf dringend ist, haben wir die Nachricht automatisch an den letzten Bereitschaftsdiensthabenden geleitet: {{chosen_provider.first_name}} {{chosen_provider.last_name}}. Sollten Sie weitere Fragen dazu haben, wenden Sie sich bitte an unsere Mitarbeiter unter support@mdcom.com mit folgenden Informationen {{callsid}} {{timestamp}} damit wir Ihnen schnellstmöglich weiterhelfen können. Besten Gruß, Ihr DoctorCom Team

source: DoctorCom Warning: Multiple On-Call Users Defined
de: DoctorCom Warnung: Mehrere paralelle Bereitschaftsdienste eingetragen.

source: Dear Manager, An urgent call was received on {{timestamp|date:'l, F d, Y'}} at {{timestamp|date:'h:i A'}}, at which time the following users were listed as being on-call: {% for provider in providers %} {{provider.first_name}} {{provider.last_name}}{% endfor %} Because we could not determine which user should have received the call, {{chosen_provider.first_name}} {{chosen_provider.last_name}} was chosen. If you have any questions, please feel free to email us at support@mdcom.com with the following data {{callsid}} {{timestamp}} and we will be happy to assist you in any way we can. Best, DoctorCom Staff
de: Liebe Praxisverwaltung, Ein dringender Anruf ist eingegangen am {{timestamp|date:'l, F d, Y'}} um {{timestamp|date:'h:i A'}}, zu dieser Zeit waren für den Bereitschaftsdienst eingetragen: {% for provider in providers %} {{provider.first_name}} {{provider.last_name}}{% endfor %} Da nicht eindeutig zugeordnet werden konnte, wer den Ruf entgegen zu nehmen hat, wurde {{chosen_provider.first_name}} {{chosen_provider.last_name}} gewählt. Sollten Sie weitere Fragen dazu haben, wenden Sie sich bitte an unsere Mitarbeiter unter support@mdcom.com mit folgenden Informationen {{callsid}} {{timestamp}} damit wir Ihnen schnellstmöglich weiterhelfen können. Besten Gruß, Ihr DoctorCom Team

source: You have a new call from DoctorCom. Caller hung up from CONFIRMED number %s
de: Sie haben einen neuen Anruf von DoctorCom. Anrufer mit erkannter Nummer %s hatte aufgelegt.

source: You have a new call from DoctorCom. Caller hung up from unconfirmed number %s
de: Sie haben einen neuen Anruf in Abwesenheit von DoctorCom. Anrufer mit unbekannter Nummer %s hatte aufgelegt.

source: Your message has been sent. Good bye
de: Ihre Nachricht wurde gesendet. Auf Wiedersehen!

source: Please say your message for the doctor on call after the beep. Press pound when finished.
de: Bitte sprechen Sie Ihre Nachricht für den Bereitschaftsarzt nach dem Signalton. Drücken Sie zum Beenden die Rautetaste.

source: Your message have been sent. Good Buy
de: Ihre Nachricht wurde gesendet. Auf Wiedersehen!

source: Please say your non urgent message after the beep. Please state your name and speak clearly. Press pound when finished.
de: Bitte sprechen Sie Ihre Nachricht zu dem nicht-akuten Fall deutlich nach dem Signalton. Bitte hinterlassen Sie Ihren Namen und beenden Sie mit der Rautetaste.

source: I'm sorry, that wasn a valid selection.
de: Verzeihung, dies war keine gültige Eingabe!

source: Options menu
de: Menüoptionen

source: To re-record your name, press 1
de: Um Ihren Namen neu aufzuzeichnen, drücken Sie die 1.

source: To record a new closed office greeting, press 3
de: Um eine neue 'Praxis-geschlossen' Ansage aufzuzeichnen, drücken Sie die 3.

source: To record a new greeting while the office is open, press 5
de: Um eine neue Ansage, die während der Praxis Öffnungszeiten geschaltet wird, aufzunehmen, drücken Sie die 5.

source: To change your pin, press 7
de: Um Ihre PIN zu ändern, drücken Sie die 7.

source: To return to the main menu, press 9
de: Um zum Hauptmenü zurückzukehren, drücken Sie die 9.

source: To repeat this menu, press star
de: Um das Menü zu wiederholen, drücken Sie die Stern-Taste.

source: Wecome to you voice mail account. Your set up is complete. This account does not have mail box.
de: Willkommen zu Ihrem Voicemail Konto. Die Einrichtung ist abgeschlossen. Your set up is complete. Dieses Konto hat keinen Anrufbeantworter.

source: To manage your settings, press 3
de: Um Ihre Einstellungen zu verwalten, drücken Sie die 3.

source: Please say your name after the tone.
de: Bitte sprechen Sie Ihren Namen nach dem Signalton.

source: You have a call from
de: Sie erheilten einen Anruf von

source: Press any key to accept.
de: Zum Annehmen drücken Sie eine beliebige Taste.

source: You have an urgent answering service call from
de: Sie haben einen dringenden AB-Anruf von

source: Now, we need to record your office name.
de: Zunächst legen Sie eine PIN fest, die aus 4-8 Ziffern besteht.

source: Failed to retry Ans. Svc. DL Failure
de: AB Download erneut erfolglos

source: Ans. Svc. DL Failure Retry Success
de: AB Download erfolgreich wiederholt.

source: IVR Message Automatic Retry Status
de: IVR Nachrichten Status

source: Successes: %(successes)s Failures: %(failures)s
de: Erfolgreich: %(successes)s Gescheitert: %(failures)s

source: Please enter only digits. (e.g., 8005555555)
de: Bitte nur Ziffern eingeben. (z.B., 017012345678)

source: There is no manager in this practice.
de: Es existiert kein Manager in dieser Praxis.

source: Previous Name
de: Geburtsname:

source: Reply
de: Antworten

source: Forward
de: Weiterleiten

source: Answering Service
de: Anrufbeantworter Dienst

source: Text Message
de: Textnachricht

source: Referral
de: Überweisung

source: Unconfirmed
de: Unbestätigt

source: Confirmed
de: Bestätigt

source: Recording Saved
de: Aufnahme gespeichert

source: Body cannot be saved until the message has been saved. This is because the body has a ForeignKey back to the Message, which must be saved to be defined.
de: Textkörper kann nicht gespeichert werden, bevor die Nachricht gesendet wurde: Text hat einen Fremdschlüssel, der gespeichert werden muss, um definiert zu werden.

source: Trying to send a message that's already been sent.
de: Versuch, eine Nachricht zu senden, die bereits gesendet wurde.

source: At least one recipient is required
de: Mindestens ein Empfänger wird benötigt.

source: You have a new DoctorCom message from %(sender)s: %(subject)s
de: Sie haben eine neue DoctorCom Nachricht von %(sender)s: %(subject)s

source: You have a new DoctorCom message: %s
de: Sie haben eine neue DoctorCom Nachricht: %s

source: Deletion of message objects is disallowed. If you wish to hide these objects, make sure you delete the correct MessageBody objects.
de: Löschen von Nachrichtenobjekten ist nicht erlaubt. Wenn Sie diese Objekte ausblenden möchten, stellen Sie sicher, dass Sie den korrekten Nachrichtenkörper löschen.

source: Trying to save a message that's already been sent.
de: Diese Nachricht wurde bereits versendet.

source: Trying to save a message that\s already been sent.
de: Diese Nachricht wurde bereits gespeichert.

source: Access to the read_flag requires the MessageContent object to be saved first.
de: Zugang zu read_flag erwartet, dass MessageContent Objekt zuerst gespeichert wird.

source: MessageBody objects MUST have a user defined in order to have a valid read_flag value.
de: MessageBody Objekte müssen einen user definiert haben, um einen read_flag Wert zu definieren.

source: The read_flag may only be set to True or False.
de: Der read_flag kann nur auf Ja oder Nein gesetzt werden.

source: Access to the delete_flag requires the MessageContent object to be saved first.
de: Zugang zu delete_flag erwartet, dass MessageContent Objekt zuerst gespeichert wird.

source: MessageBody objects MUST have a user defined in order to have a valid delete_flag value.
de: MessageBody Objekte müssen einen user definiert haben, um einen delete_flag Wert zu definieren.

source: The delete_flag may only be set to True or False.
de: Der delete_flag kann nur auf Ja oder Nein gesetzt werden.

source: Access to the resolution_flag requires the MessageContent object to be saved first.
de: Zugang zu resolution_flag erwartet, dass MessageContent Objekt zuerst gespeichert wird.

source: MessageBody objects MUST have a user defined in order to have a valid resolution_flag value.
de: MessageBody Objekte müssen einen user definiert haben, um einen resolution_flag Wert zu definieren.

source: The resolution_flag may only be set to True or False.
de: Die resolution_flag kann nur die Werte Ja oder Nein annehmen.

source: Decryption requires either a key or the HttpRequest object!
de: Entschlüsselung benötigt entweder einen Schlüssel oder das HttpRequest object!

source: Deletion of MessageAttachment objects is disallowed. To delete a MessageAttachment, delete the body and the attachment will follow.
de: Nachrichtenanhänge können nicht gelöscht werden. Um diese zu löschen, löschen Sie den Nachrichtenkörper.

source: Accepted
de: Akzeptiert

source: Declined
de: Empfangen

source: Resolved
de: Erledigt

source: Unresolved
de: Unerledigt

source: DoctorCom: Refer [%s]
de: DoctorCom Nachricht von: [%s]

source: System Message
de: System Prüfung

source: You don't seem to be a valid recipient for this file.
de: Sie scheinen kein gültiger Empfänger dieser Datei zu sein.

source: Refer Forwarding
de: Weiterleiten

source: %s has forwarded you a referral, please see details in attachment. Best, DoctorCom
de: %s hat eine Überweisung an Sie übermittelt, die Details finden Sie im Anhang. Mit freundlichen Grüßen Ihr DoctorCom Team

source: A seemingly invalid URL has been stored: %(url)s, for MessageAttachment %(attachment_id)s.
de: Eine scheinbar ungültige invalid URL wurde gespeichert: %(url)s, für den Nachrichtenanhang %(attachment_id)s.

source: From:
de: Von:

source: Date:
de: Datum

source: To:
de: An:

source: Cc:
de: Kopie an:

source: Message Body Decryption Error
de: Fehler beim Entschlüsseln des Nachrichtenkörpers

source: Invalid request
de: Ungültige Anfrage

source: This recipient is not a Provider.
de: Der ausgewählte Empfänger ist kein Arzt.

source: This Provider has no organization that can be selected.
de: Dieser Arzt kann nicht ausgewählt werden.

source: This referral will be sent to %(receiver_role)s: %(managers)s.<br/><br/>Do you wish to proceed?
de: Die Überweisung erfolgt an %(receiver_role)s: %(managers)s.<br/><br/>Möchten Sie trotzdem fortfahren?

source: Refer
de: ÜW

source: %s has forwarded you a referral, please see details in attachment. Best, DoctorCom
de: %s hat eine Überweisung an Sie übermittelt, die Details finden Sie im Anhang. Mit freundlichen Grüßen Ihr DoctorCom Team

source: PDF folder not exist
de: Schritt existiert nicht

source: A seemingly invalid URL has been stored for Refer Pdf.
de: Eine scheinbar ungültige invalid URL wurde gespeichert: %(url)s, für den Nachrichtenanhang %(attachment_id)s.

source: The file is larger than %dM, please select a smaller file to upload.
de: Die Datei ist größer als %dM, bitte wählen Sie eine kleinere Datei für den Upload.

source: Upload is interrupted.
de: Upload wurde unterbrochen.

source: Invalid input: Please enter three digits.
de: Ungültige Eingabe: Bitte geben Sie drei Ziffern ein.

source: Invalid area code. The first digit may only be 2-9, the second digit may only be 0-8, and the third digit may only be 0-9.
de: Ungültige Vorwahl.

source: Invalid area code. Local area codes only, please.
de: Ungültige Vorwahl. Bitte nur lokale Vorwahlen eingeben.

source: Incorrect length: Please enter four to eight digits.
de: Ungültige Länge: besteht aus 4 bis 8 Ziffern

source: Invalid area code. Toll-free area codes only, please.
de: Ungültige Vorwahl. Service-Nummern sind nicht gestattet.

source: Unassigned Number
de: Nummer nicht vergeben

source: %i's DCom Number
de: %i's DCom Nummer

source: DoctorCom msg from %(first_name)s %(last_name)s: %(msg_body)s
de: DoctorCom Nachricht von %(first_name)s %(last_name)s: %(msg_body)s

source: Urgent DoctorCom answering service message from :%s
de: Dringende DoctorCom Voicemail Nachricht von:%s

source: DoctorCom voicemail from: %s
de: DoctorCom voicemail von: %s

source: DoctorCom notification: %s
de: DoctorCom Benachrichtigung: %s

source: Note to your Colleague
de: Notiz an Ihren Kollegen:

source: User type
de: Nutzertyp

source: Email Addresses (whitespace separated)
de: E-Mail Adressen

source: Set this if you are testing and don't want the recipient to get an email notification.
de: Setzen, wenn Sie nur testen und keine Mail Benachrichtigung an Empfänger versenden möchten.

source: Note (optional)
de: Notiz (optional)

source: At least one invalid email address was found: %s.
de: Mind. eine ungültige E-Mail Adresse wurde gefunden: %s

source: At least one email address is already registered: %s.
de: Mind. eine E-Mail Adresse ist bereits registriert: %s

source: At least one email address already has an outstanding invite: %s.
de: Mind. eine E-Mail Adresse hat bereits eine ausstehende Einladung: %s.

source: Your email address
de: Ihre E-Mail Adresse

source: Invitation code
de: Einladungscode

source: Note to Recipient
de: Notiz an den Empfänger

source: Email Address
de: E-Mail Adresse

source: UserType
de: Usertyp

source: TypeVerified
de: TypBestätigt

source: CreateGroupPractice
de: Gemeinschaftspraxis hinzufügen

source: CreatePractice
de: Praxis hinzufügen

source: AssignPractice
de: Mit Praxis verbinden

source: Check this if you don't want the recipient to be emailed.
de: Markieren, damit Empfänger keine E-Mail erhält.

source: DoctorCom Invitation
de: DoctorCom Einladung

source: DoctorCom Invitation Resend
de: DoctorCom Einladung wiederversendet

source: Invitation for %s
de: Einladung für %s

source: DoctorCom Invitation Cancelled
de: DoctorCom Einladung Abgebrochen

source: Invitation log entry for %s
de: Einladung Logeintrag für %s

source: DoctorCom: Request To Join Practice Rejected
de: DoctorCom: Anfrage mit der Praxis verbunden zu werden, wurde abgelehnt.

source: Are you sure you want to rescind the invitation to %s?
de: Möchten Sie die Einladung an %s wirklich wiederrufen?

source: A server error has occurred.
de: Serverfehler aufgetreten.

source: object_type is a required keyword argument for MultiplePrivateKeysFoundException
de: object_type wird als Schlüsselwort benötigt für MultiplePrivateKeysFoundException

source: object_id is a required keyword argument for MultiplePrivateKeysFoundException
de: object_id wird als Schlüsselwort benötigt MultiplePrivateKeysFoundException

source: requestor is a required keyword argument for MultiplePrivateKeysFoundException
de: requestor wird als Schlüsselwort benötigt MultiplePrivateKeysFoundException

source: object_type is a required keyword argument for PrivateKeyNotFoundException
de: object_type wird als Schlüsselwort benötigt PrivateKeyNotFoundException

source: object_id is a required keyword argument for PrivateKeyNotFoundException
de: object_id wird als Schlüsselwort benötigt PrivateKeyNotFoundException

source: requestor is a required keyword argument for PrivateKeyNotFoundException
de: requestor wird als Schlüsselwort benötigt PrivateKeyNotFoundException

source: Either key or keypair (or both) MUST be defined. Note that if key is omitted, keypair MUST contain a decrypted, cached copy of the keypair.
de: Entweder muss Schlüssel oder Schlüsselpaar angegeben werden. Beachten Sie, dass, wenn der Schlüssel fehlt, das Schlüsselpaar ein keypair MUST contain a decrypted, cached copy of the keypair.

source: Please correct the error below.
de: Bitte überprüfen Sie folgende Eingabe:

source: Associated
de: Assoziiert

source: Alternate
de: Ersatz

source: Medical on-call
de: Medizinische Rufbereitschaft

source: Administrative on-call
de: Administrative Rufbereitschaft

source: Primary
de: Primär

source: Secondary
de: Sekundär

source: unconfirmed
de: unbestätigt

source: tentative
de: vorläufig

source: confirmed
de: bestätigt

source: deleted
de: gelöscht

source: scheduled
de: geplant

source: no notification
de: keine Benachrichtigung

source: notify primary
de: zuerst benachrichtigen

source: notify all
de: Alle benachrichtigen

source: OfficeManagerOnly
de: Nur Praxisverwaltung

source: OfficeManagerAndPrimary
de: Praxisverwaltung und Bereitschaftsführer

source: Event Deletion Attempt!
de: Löschversuch für Termin!

source: There is no call group associated with your
de: Momentan sind keine weiteren Benutzer mit Ihrer Praxis verbunden.

source: Sends something of a database dump of all events to the administrators list.
de: Sendet einen Teil der Datenbank Dump-Datei aller Termine an den Administrator

source: Error Call Group
de: Mitglied der Bereitschaftsgruppe

source: Go Back to Home.
de: Zurück zur Startseite

source: Scheduler Home
de: Terminplaner Übersicht

source: Events
de: Termine

source: Scheduler
de: Terminplaner

source: Note
de: Notiz

source: For testing only, use urls below.
de: Nur zu Testzwecken kann die URL benutzt werden.

source: Scheduler Functions
de: Terminplanungsoptionen

source: Events List by date range
de: Terminübersicht by date range

source: Get events by On Call
de: Zeige Kalendereinträge zu Rufbereitschaft

source: Get current Events
de: Zeige bestehende Termine

source: Get primary Oncall
de: Zeige primäre Rufbereitschaft

source: Schedule New Event
de: Erzeuge neuen Termin

source: Update an Event by ID
de: Aktualisiere einen Termin mit ID

source: Delete an Event by ID
de: Lösche einen Termin mit ID

source: Schedule rules check - call with callgroupid
de: Überprüfung der Kalenderregel - Anruf mit Anrufgruppe ID

source: Bulk create new events - call with callgroupid
de: Abschnittsweises Erzeugen von neuen Terminen - Anruf mit Anrufgruppe ID

source: Bulk update events - call with callgroupid
de: Abschnittsweise Aktualisierung der Termine - Anruf mit Anrufgruppe ID

source: Oncall Result
de: Bereitschaftsübersicht

source: Oncall Primary
de: primäre Rufbereitschaft

source: Welcome
de: Willkommen

source: Current location
de: Momentaner Standort

source: Click here
de: Hier klicken

source: to change
de: Zu Ändern

source: DoctorCom Calendar
de: DoctorCom Kalendar

source: Download as PDF
de: Download als PDF

source: New On-Call
de: Neue Rufbereitschaft

source: Step 1
de: Schritt 1

source: Choose and set on-call hours
de: Einrichtung und Konfiguration der Rufbereitschaft

source: Step 2
de: Schritt 2

source: Drag the user you wish to place on call, onto their on-call day in the calendar at night
de: Ziehen Sie den gewünschten Teilnehmer auf den entsprechenden Rufbereitschaftstag im Kalender.

source: Start & End Time
de: Start- und Endzeit

source: End
de: Ende

source: Note: End times before start times are assumed to be on the following day.
de: Hinweis: Endzeit, die vor der Startzeit liegt, wird automatisch auf den folgenden Tag gelegt.
