Repository: DongHuaLu/mdcom
Catalog: mdcom/MHLogin/locale/*/LC_MESSAGES/django.po
Languages: de

source: This user name has been registered. Please choose another user name.
de: Dieser Benutzername wurde bereits registriert. Bitte wählen Sie einen anderen Namen oder laden Sie Ihn dazu ein, Ihrer Praxis beizutreten.

source: This email has been registered. Please choose another email.
de: Diese E-Mail wurde bereits registriert. Bitte wählen Sie eine andere E-Mail oder laden Sie ihn zu Ihrer Praxis ein.

source: This mobile phone has been registered. Please choose another mobile phone.
de: Diese Handynummer wurde bereits registriert. Bitte wählen Sie einen anderen Nummer oder laden Sie den Inhaber dazu ein, Ihrer Praxis beizutreten.

source: You must agree to accept DoctorCom Terms of Service and Privacy Policy.
de: Sie müssen den DoctorCom Nutzungsbedingungen und den Datenschutzbestimmungen zustimmen.

source: Practice Name:
de: Praxis

source: Practice Address1:
de: Office Adresse:

source: Practice Address2:
de: Office Adresse:

source: Practice City:
de: Praxis mit ID

source: Practice State:
de: Praxis

source: Practice Zip:
de: Praxis

source: Office Address1:
de: Office Adresse:

source: Office Address2:
de: Office Adresse:

source: Zip:
de: PLZ

source: In order to provision your unique DoctorCom virtual phone number, please enter in your desired 3-digit area code and a PIN number for voicemail access. The PIN must be numeric and between 4 to 8 digits. Once you click on the finish button, a number will be allocated to you.
de: In order to provision your unique DoctorCom virtual phone number, please enter in your desired 3-digit area code and a PIN number for voicemail access. The PIN must be numeric and between 4 to 8 digits.

source: Your desired Area Code:
de: Ihre gewünschte Ortsvorwahl:

source: PIN number for Voicemail:
de: PIN für die Voicemail:

source: Finish
de: Fertig

source: registration was successful
de: Registrierung war erfolgreich

source: click here return to the staff page
de: Hier klicken um zur Personal Seite zu gelangen

source: What sites or hospitals are you affiliated with? (Optional)
de: An welchen Kliniken sind Sie tätig? (optional)

source: Input hospital name here
de: Geben Sie Namen oder E-Mail ein

source: Use this field to select the various hospitals or sites you work at or otherwise do business at. You will be able to change this at any time in the future.
de: In diesem Feld können Sie aus zahlreichen Kliniken wählen an denen Sie arbeiten oder anderweitig tätig sind. Diese Einstellung können Sie jederzeit ändern.

source: What is the site or hospital you are currently at? If you can't find your site, you can search for it after signup.(Optional)
de: An welcher Klinik sind Sie momentan tätig? (optional, falls Sie Ihre Klinik nicht finden können, werden Sie nach dem einloggen danach suchen können.)

source: Of the list of hospitals and sites you are affiliated with, please select the site that you are currently working at. You will be able to change this at any time in the future.
de: Aus den Kliniken mit denen Sie verbunden sind, wählen Sie bitte diejenigen, an der Sie momentan tätig sind? Diese Einstellung kann jederzeit geändert und angepasst werden.

source: In which States are you Licensed? (Optional)
de: In welchen Bundesländern sind sie zugelassen?

source: Input state name here
de: Geben Sie Namen oder E-Mail ein

source: What is your area of Specialty? (Optional)
de: Was ist ihr Fachgebiet?

source: What is your Staff Type? (Optional)
de: Welcher Personalgruppe gehören Sie an?

source: Check if you are accepting new patients
de: Markieren, wenn Sie neue Patienten akzeptieren

source: View Pricing Table
de: Preisliste anzeigen

source: Please input your Invitation Code and Email.
de: Bitte geben Sie Ihren Reset code und die E-Mail Adresse ein

source: Invitation Code:
de: Einladungs-Code:

source: Your Email Address:
de: Ihre E-Mail

source: Congratulations! Your registration was successful.
de: Gratulation! Ihre Registrierung war erfolgreich. Klicken Sie <a id="loginClick">hier</a> um sich einzuloggen.

source: Sign in
de: Einloggen

source: Congratulations! Your registration was successful and your new DoctorCom phone number and PIN number are:
de: Congratulations! Your new DoctorCom phone number and PIN are

source: DoctorCom Number:
de: DoctorCom Nummer:

source: Please make a note of your pin as you will need it to access your voice mailbox. You will want to log into your voicemail box at your earliest convenience to set it up.
de: Please make a note of your pin as you will need it to access your voice mailbox. You'll want to log into your voicemail box at your earliest convenience to set it up.

source: No Image Provided
de: Noch kein Foto

source: Office Address:
de: Büro Adresse:

source: State(s) of Licensure:
de: Bundesland der Approbation / Berufserlaubnis:

source: Accepting new patients:
de: Akzeptiere neue Patienten:

source: Staff Type:
de: Personaltyp:

source: Sites
de: Klinik-Standorte

source: Current?
de: Aktuell tätig?

source: Practices
de: Praxen

source: Provider Search
de: Arztsuche

source: Special Skill:
de: Fachgebiet:

source: Practice Locations:
de: Praxis befindet sich in

source: Hospital Affiliations:
de: Krankenhaus Informationen

source: Other Organizations:
de: Organisation

source: Public notes:
de: Bitte beachten:

source: Follow-Up Task List
de: Aufgabenliste

source: Add a New Follow-Up Task
de: Eine neue Folgemaßnahme hinzufügen

source: Due
de: Fälligkeit

source: Received
de: Empfangen

source: Message
de: Nachricht

source: Confirmation
de: Bestätigung

source: Sent
de: Gesendet

source: See message details
de: Nachrichtendetails anschauen

source: Refresh
de: Aktualisieren

source: Options
de: Optionen

source: Message Count
de: Nachrichtenzähler

source: Show Only
de: Auswahl anzeigen

source: Resolution
de: Auflösung

source: newest
de: neueste

source: oldest
de: älteste

source: Download the attachment to your computer.
de: Laden des Anhangs auf Ihren Computer.

source: Click to create a Follow-Up task from this message.
de: Hier Klicken, um Folgemaßnahme aus dieser Nachricht hinzuzufügen.

source: Add Address
de: Adresse hinzufügen

source: Change Voicemail PIN
de: Änderung Voicemail PIN

source: Change Voicemail PIN - Confirmed!
de: Änderung Voicemail PIN - Bestätigt!

source: Please remember this PIN and use it from now on to access your voicemail.
de: Bitte merken Sie sich die PIN und verwenden Sie diese um auf Ihre Voicemail zuzugreifen.

source: Go Back to Home Page
de: Zurück zur Startseite

source: Back to Practice Profile
de: Zurück zum Praxis Profil

source: Manage Profile
de: Praxis Profilverwaltung

source: Manage IVR access numbers
de: Verwaltung IVR Zugangsnummern

source: View Account Transactions
de: Anzeige der Kontoumsätze

source: Manage Credit Card Info
de: Kreditkarteninformationen verwalten

source: Manage Holidays
de: Feiertagsverwaltung

source: Change PIN - Confirmed!
de: Änderung Voicemail PIN - Bestätigt!

source: Please remember this PIN.
de: Bitte Termin ID eingeben

source: You edit Preference successfully.
de: Die Einstellungen wurden erfolgreich übernommen.

source: Preference Setting
de: Benutzereinstellungen

source: Language:
de: Sprache:

source: Custom Question
de: Benutzerdefinierte Fragen

source: Custom question is empty.
de: Benutzerdefinierte Fragen sind leer.

source: Go back.
de: Zurück.

source: Update security questions
de: Aktualisere Sicherheitsfragen

source: In the interest of security, you have 15 minutes to finish this form. If you encounter a timeout error, please refresh the page.
de: Aus Sicherheitsgründen haben Sie 15 Minuten Zeit, das Formular zu vervollständigen. Falls Sie einen Timeout Fehler erhalten, aktualisieren Sie bitte diese Seite.

source: Update Security Questions
de: Aktualisiere Sicherheitsfrage

source: Other Phone:
de: Weiteres Telefon:

source: Manage Hospitals
de: Klinikverwaltung

source: Manage Practices
de: Praxisverwaltung

source: Edit Settings
de: Einstellungen bearbeiten

source: Check if you want an email notification when you receive a message:
de: Für E-Mail Benachrichtigung bei Eingang wichtiger Nachricht Haken setzen:

source: Check if you want a pager notification when you receive an urgent message:
de: Für Pager Benachrichtigung bei Eingang wichtiger Nachricht Haken setzen:

source: Please enter your password.
de: Bitte geben Sie Ihr Kennwort ein.

source: Back to your profile
de: Zurück zu Ihrem Profil

source: Edit Sites
de: Standort bearbeiten

source: Change Current Sites
de: Ändere momentanen Standort

source: Of the list of hospitals and sites you are affiliated with, please select the site that you are currently working at.
de: Aus den Kliniken mit denen Sie verbunden sind, wählen Sie bitte diejenigen, an der Sie momentan tätig sind? Diese Einstellung kann jederzeit geändert und angepasst werden.

source: Manage Site Affiliation
de: Standortverwaltung

source: Sites Admin Home
de: Standort Verwaltung

source: Current Sites
de: Aktuelle Standorte

source: Add a New Site/Hospital
de: Einen neuen Standort/Klinik hinzufügen

source: Search by City:
de: Suche nach Stadt:

source: Search by State:
de: Suche nach Bundesland:

source: Search by Zip:
de: Suche nach PLZ:

source: Search by Proximity:
de: Suche nach Entfernung:

source: Miles
de: Kilometer

source: Address 1
de: Adresse 1

source: Address 2
de: Adresse 2

source: Activate Account
de: Konto Aktivierung

source: Step 1 of 2
de: Schritt 1 von 2

source: Step 1 of 1
de: Schritt 1 von 1

source: Activation Code
de: Aktivierungs-Code:

source: Dear %(name)s, Congratulation! %(sender)s created a DoctorCom account for you. User name:%(username)s Email address:%(email)s Please don't worry--you can change your email address and other personal information after you activated your account. Just click the following link to activate your account. %(protocol)s://%(address)s/Active/?activeCode=%(code)s&email=%(email)s If you have any issues, please contact us at support@mdcom.com Best, DoctorCom Staff
de: Sehr geehrte(r) %(name)s, Gratulation! %(sender)s hat einen DoctorCom Konto für Sie erzeugt. Benutzername:%(username)s E-Mail Adresse:%(email)s Aber keine Sorge...Sie können Ihre E-Mail Adresse sowie weitere persönliche Informationen nach der Aktivierung Ihres Kontos jederzeit ändern. Bitte klicken Sie auf folgenden Link, um Ihr Konto zu aktivieren. %(protocol)s://%(address)s/Active/?activeCode=%(code)s&email=%(email)s Sollten Sie Fragen haben, kontaktieren Sie uns bitte unter: support@mdcom.com Beste Grüße DoctorCom Team

source: Step 2 of 2
de: Schritt 2 von 2

source: In order to provision your unique DoctorCom virtual phone number, please enter in your desired 3-digit area code and a PIN number for voicemail access. The PIN must be numeric and between 4 to 8 digits. Once you click on the submit button, a number will be allocated to you.
de: Damit Ihnen Ihre individuelle DoctorCom Nummer zugewiesen werden kann, geben Sie bitte die gewünschte Ortsvorwahl ein sowie eine 4-8 stellige, numerische PIN ein.

source: has been successfully created.
de: wurden erfolgreich hinzugefügt

source: No Practices found.
de: Keine Praxen gefunden.

source: Join
de: Beitreten

source: Make Practice Current
de: Die Praxis hinzufügen

source: Leave
de: Verlassen

source: Current Practice
de: Momentane Praxis

source: An error occurred while setting current practice.
de: Ein Fehler trat bei der Auswahl des aktuellen Standortes auf.

source: An error occurred while removing you from practice.
de: Ein Fehler trat auf beim Entfernen der Praxis.

source: An error occurred while removing you from the requested practice. Please try again later.
de: Ein Fehler trat auf beim Entfernen der angefragten Praxis. Versuchen Sie es später noch einmal.

source: You already have been invited to join this practice. Please View pending invitations.
de: Sie wurden bereits eingeladen, dieser Praxis beizutreten. Schauen Sie unter ausstehende Einladungen.

source: An error occurred adding new association.
de: EIn Fehler trat auf beim Hinzufügen einer neuen Assozierung

source: An error occurred when you tried to cancel join practice request. This usually occurs if your request was already accpeted or rejected by the practice manager. Please RELOAD this page to see your current practices and pending requests.
de: Ein Fehler trat auf beim Ablehnen der Praxiseinladung. Das tritt auf, wenn Sie bereits mit der Praxis assoziert sind oder die Einladung widerrufen wurde. Bitte aktualisieren Sie diese Seite um die assozierten Praxen und ausstehende Einladungen einzusehen.

source: An error occurred when you tried to resend request to join practice. This usually occurs if you already have been added to the practice or your invitation has been canceled. Please RELOAD this page to see your current practices and pending requests.
de: Ein Fehler trat auf bei der erneuten Anfrage einer Praxis beizutreten. Das tritt auf, wenn Sie bereits mit der Praxis assoziert sind oder die Einladung widerrufen wurde. Bitte aktualisieren Sie diese Seite um die assozierten Praxen und ausstehende Einladungen einzusehen.

source: Current Practices:
de: Aktuelle Praxen:

source: Practices Pending Acceptance:
de: Ausstehende Praxen Akzeptiert:

source: Add Practice:
de: Praxis hinzufügen:

source: Are you sure you would like to accept this request to join
de: Sind Sie sicher, dass Sie diese Anfrage akzeptieren möchten

source: Are you sure you wish to join
de: Sind Sie sicher, beitreten zu wollen

source: This will send an association request to the practice manager.
de: Die Assozierungs-Anfrage wurde an die Praxisverwaltung versandt.

source: Send Request
de: Sende Anfrage

source: Are you sure you like to resend the request to join
de: Sicher, dass sie die Anfrage erneut versenden möchten?

source: Are you sure you would like to withdraw your request to join
de: Sicher, dass Sie die Anfrage widerrufen möchten?

source: Withdraw Request
de: Anfrage widerrufen

source: Are you sure you would like to reject this request to join
de: Wollen Sie diese Anfrage wirklich ablehnen

source: Keep
de: Behalten

source: Are you sure you wish to leave
de: Sicher, dass Sie verlassen möchten

source: You appear to be scheduled to be on call for
de: Sie sind für Rufbereitschaftsdienste eingetragen bei

source: in the near future. Removing yourself from practice will result in coverage gaps in the on-call schedule. Do you still wish to remove yourself from this practice?
de: in nächster Zeit. Wenn Sie die Praxis nun verlassen, entstehen Lücken im Bereitschaftsdienstplan. Möchten Sie dennoch die Praxis verlassen?

source: DoctorCOM invitation
de: DoctorCom Einladung

source: Congratulations! Your activation was successful.
de: Gratulation! Ihre Aktivierung war erfolgreich. Klicken Sie <a id="loginClick">hier</a> um sich einzuloggen.

source: Congratulations! Your activation was successful and your new DoctorCom phone number and PIN number are:
de: Gratuliere! Die Aktivierung war erfolgreich und Ihre neue DoctorCom Nummer sowie PIN lauten:

source: If you are unable to find the answers you need through the
de: Wenn Sie keine Antwort auf Ihre Fragen in den

source: , please tell us about your issue in box below:
de: gefunden haben, teilen Sie uns Ihr Anliegen bitte über das nachstehende Textfeld mit.

source: Call Back Number:
de: Ihre Rufnummer

source: (A call number will speed up the support process.)
de: (Die Angabe der Rufnummer beschleunigt den Support Verlauf.)

source: Please provide as much detail as possible including how you arrived at the issue.
de: Bitte teilen Sie uns Ihr Anliegen möglichst detailliert auf und wie Sie darauf gestoßen sind.

source: Send to support@mdcom.com
de: Senden an support@mdcom.com

source: Thank you for submitting your support issue. We will review this issue and contact you if we need any further information.
de: Vielen Dank für das Übermitteln Ihres Anliegens. Nach Prüfung werden wir Sie kontaktieren, falls weitere Informationen benötigt werden.

source: In the meantime, please visit the
de: In der Zwischenzeit, besuchen Sie bitte die

source: section, to see if there may be a solution.
de: Bereich, um dort nach einer Lösung zu suchen.

source: Dear %(user_name)s, Congratulations! DoctorCom has sent you validation code: %(code)s Please validate your E-mail. If you have any issues, please contact us at support@mdcom.com Best, DoctorCom Staff
de: Sehr geehrte(r) %(user_name)s, Gratulation! DoctorCom hat Ihnen den Validierungscode gesendet: %(code)s Bitte validieren Sie E-Mail. Sollten Sie Fragen dazu haben, kontaktieren Sie uns unter: support@mdcom.com Best Grüße DoctorCom Team

source: Dear %(user_name)s, Congratulations! DoctorCom has sent you validation code: %(code)s. Please validate your %(desc)s.
de: Dear %(user_name)s, Congratulations! DoctorCom has sent you validation code: %(code)s. Please validate your %(desc)s. Sehr geehrte(r) %(user_name)s, Gratulation! DoctorCom hat Ihnen den Validierungscode gesendet: %(code)s Bitte validieren Sie %(desc)s. Sollten Sie Fragen dazu haben, kontaktieren Sie uns unter: support@mdcom.com Beste Grüße DoctorCom Team

source: Validate your Personal Information
de: Validierung persönlicher Informationen

source: We found your contact way below are not validated, please click "Start to Validate" button to validate them.
de: Ihre Kontaktdaten sind nicht validiert worden, bitte klicken Sie auf die "Validierungsbeginn" Schaltfläche, um den Vorgang abzuschließen.

source: Start to Validate
de: Validierungsbeginn

source: Analytics Home
de: Analytics Übersicht

source: Total Call Count
de: Gesamtanrufe

source: Top 10 Callers
de: Top 10 Anrufer

source: Top 10 Called (call recipients)
de: Top 10 Angerufene

source: Call Data
de: Anruf Daten

source: Caller
de: Anrufer

source: Called
de: Angerufen

source: Time
de: Zeit

source: Change Day
de: Tag Ändern

source: Mapping
de: Kartierung

source: Invites
de: Einladungen

source: Pages
de: Pagernachrichten

source: Summary
de: Zusammenfassung

source: 7 Day Invite Stats
de: 7 Tage Statistik zu Einladungen

source: Invite Stats Since inception
de: Übersichtsstatistik der Einladungen

source: Total Outstanding Invites
de: Gesamtanzahl ausstehende Einladungen

source: Total Invites Accepted Count
de: Gesamtanzahl angenommene Einladungen

source: Total Invites Cancelled Count
de: Gesamtanzahl abgelehnte Einladungen

source: Total Invites Overall
de: Gesamtanzahl Einladungen

source: Invite Stats by day:
de: Tagesstatistik zu Einladungen

source: Total
de: Gesamt

source: Messages
de: Nachrichten

source: Total Message Count
de: Gesamtanzahl Nachrichten

source: Top 10 senders
de: Top 10 Versender von Nachrichten

source: Top 10 receivers
de: Top 10 Empfänger von Nachrichten

source: sender,receiver,date,time
de: Sender, Empfänger, Datum, Uhrzeit

source: Change Month
de: Monat Ändern

source: Total Page Count
de: Gesamtanzahl Pagernachrichten

source: Top 10 Pagers
de: Top 10 Versender von Pagernachrichten

source: Top 10 Paged (page recipients)
de: Top 10 Empfänger von Pagernachrichten

source: Page Data
de: Pager Daten

source: Paged
de: Pagerversand

source: 2 Week Summary Stats
de: Übersichtsstatistik von 2 Wochen

source: Flot View
de: Flot Ansicht

source: Site Stats:
de: Standort Statistik

source: Site
de: Standort

source: Totals
de: Gesamt

source: Click2Calls
de: Click2Call

source: Page Stats:
de: Pager Statistik

source: Message Stats:
de: Nachrichten Statistik

source: Failure
de: Gescheitert

source: Click2Call Stats:
de: Click2Call Statistik

source: Summary Stats for
de: Übersichtsstatistik für

source: to
de: an

source: total
de: gesamt

source: average
de: durchschnittl.

source: click2call
de: click2call (direkte Rufverbindung per Klick)

source: outside calls
de: Ausgehende Anrufe

source: answering service
de: Anrufbeantworterdienst

source: Checking Voicemail
de: Überprüfe Voicemail

source: callbacks
de: Rückrufe

source: Change Week
de: Ändere Woche

source: You have no account transactions at this time
de: Es existiert noch kein Zahlungsverkehr zu diesem Konto

source: amount:
de: Land:

source: - Created On :
de: erzeugt

source: - Created On :
de: erzeugt

source: - amount: $
de: Land:

source: Please enter a valid email address.
de: Bitte geben Sie eine gültige E-Mail Adresse ein.

source: Current Location
de: Aktueller Standort

source: Change?
de: Ändern?

source: Display Mobile Pages
de: Mobile Webseiten anzeigen

source: User Profile
de: Nutzerprofil

source: Current Practice/Organization
de: Momentane Praxis

source: Org. Profile
de: Nutzerprofil

source: Schedule
de: Zeitplan

source: On Call Providers
de: Bereitschaftsärzte

source: Video Tutorial
de: Video-Anleitung

source: Contact Support
de: Kontakt Support

source: Invite Provider
de: Anbieter einladen

source: Request an invitation below or
de: Fordern Sie unten Ihre persönliche Einladung an oder

source: Hassle-Free Communication
de: Reibungslose Kommunikationslösung für Ärzte

source: DoctorCom consolidates the disparate and often ineffective communication channels that healthcare professionals rely on each day into one easy-to-use application. Whether you’re in the office, hospital or clinic setting, DoctorCom keeps you connected to colleagues and office staff.
de: DoctorCom vereinigt die verschiedenen und meistens ineffektiven Kommunikationskanäle, auf die sich Leistungsanbieter im Gesundheitswesen jeden Tag verlassen müssen in eine einzige und einfach zu benutzende Kommunikationslösung. Egal, ob Sie sich gerade im Krankenhaus, in der Praxis oder am Schreibtisch befinden, bleiben Sie mit DoctorCom jederzeit und überall mit Ihren Kollegen und Mitarbeitern in Kontakt.

source: For Individual Providers
de: Von Ärzten für Ärzte

source: Free Telephony
de: Kostenlose Telefonie

source: Privacy Controls
de: Kontrolle der Privatssphäre

source: Conference Calling
de: Benutzereinstellungen

source: and much more...
de: und vieles mehr...

source: For Group Practices
de: Für Gemeinschaftspraxen

source: Automated Answering Service packages starting at $49.95
de: Automatische Anrufbeantworter Pakete starten bei €49.95

source: EMR & Transcription
de: Elektronische Patientenakten & Transkriptionen

source: coming soon
de: in Kürze

source: Request an Invitation
de: Einladung anfordern

source: Individual Providers
de: Ärzte

source: Group Practices
de: Gemeinschaftspraxis

source: Pricing
de: Preise

source: First Month Free
de: Erster Monat kostenlos

source: Individual providers
de: Niedergelassene Ärzte

source: Free
de: Kostenlos

source: Group Practices / Hospitals
de: Arztpraxen / Krankenhäuser

source: Up
de: Zurück

source: Individual Providers get Click to Call, Paging and Messaging free. Other services can be purchased.
de: Einzelne Ärzte erhalten Funktionen wie Click to Call, Paging and Messaging kostenlos. Weitere Funtionen können zugebucht werden.

source: DoctorCom Testing:
de: DoctorCom Prüfung:

source: Call in Progress
de: Gespräch wird aufgebaut

source: Call in progress
de: Gespräch wird aufgebaut

source: Test complete:
de: Prüfung abgeschlossen:

source: Test success!
de: Prüfung erfolgreich!

source: This test has been recorded as being successful. Thanks for testing!
de: Die Prüfung wurde als erfolgreich erfasst. Danke fürs Testen!

source: The test was completed unsuccessfully.
de: Die Prüfung wurde nicht erfolgreich abgeschlossen.

source: Administrators
de: Administratoren

source: Test in progress
de: Die Prüfung wird durchgeführt

source: The test is in progress
de: Die Prüfung wird durchgeführt

source: Did the test complete successfully?
de: Konnte die Prüfung erfolgreich abgeschlossen werden?

source: Record Keypresses
de: zeichne Tastatureingaben auf

source: System Tests
de: System Prüfungen

source: Inpatient
de: Stationär behandelter Patient
