Repository: DongHuaLu/mdcom
Catalog: mdcom/MHLogin/locale/*/LC_MESSAGES/django.po
Languages: de

source: Outpatient
de: Ambulant behandelter Patient

source: Attending
de: Facharzt

source: Fellow
de: Chefarzt

source: Chief Resident
de: Oberarzt

source: Resident
de: Assistenzarzt

source: Intern
de: Belegarzt

source: Medical or Dental Student
de: Med. / Dent. Student

source: Faculty Attending
de: Medizinstudent

source: 4th Year Medical Student
de: Medizinstudent PJ

source: 3rd Year Medical Student
de: Medizinstudent / Famulatur

source: Social Worker
de: Sozialarbeiter

source: Non Staff
de: externes Personal

source: Active - Rebill
de: Aktive - Neuabruf

source: Active - Cancel
de: Aktiv - Abbrechen

source: Not Active - Canceled
de: Nicht aktiv - Abgebrochen

source: Not Active - Expired
de: Nicht aktiv - abgelaufen

source: Office
de: Büro

source: Other
de: Weitere

source: Small
de: ruf

source: Middle
de: Kilometer

source: Large
de: page

source: Top
de: An

source: Error (%(ip)s IP): %(path)s
de: Fehler (%(ip)s IP): %(path)s

source: ACL_DEFAULT_BEHAVIOR must be either 'ACCEPT' or 'DENY'
de: ACL_DEFAULT_BEHAVIOR kann entweder 'ANNEHMEN' oder 'ABLEHNEN' sein.

source: (invalid phone number: %s)
de: (ungültige Rufnummer: %s)

source: Date time field can not be before 01/01/1970 00:00.
de: Ein Datum vor dem 01/01/1970 00:00 ist nicht zulässig.

source: Date field can not be before 01/01/1970.
de: Ein Datum vor dem 01/01/1970 ist nicht zulässig.

source: This time can not be earlier than now.
de: Die angegebene Zeit kann nicht in der Vergangenheit liegen.

source: This time can not be earlier than today.
de: Das angegebene Datum darf nicht in der Vergangenheit liegen.

source: Step %s does not exist
de: Schritt %s existiert nicht

source: We apologize, but your form has expired. Please continue filling out the form from this page.
de: Bitte verzeihen Sie, aber die Zeit zur Eingabe des Formulars ist verstrichen. Bitte fahren mit der Eingabe auf dieser Seite fort.

source: Help: Manage, show, or purge current Django sessions.
de: Verwaltung, Anzeige oder Bereinigen der Django Session.
