Repository: DongHuaLu/mdcom
Catalog: mdcom/MHLogin/locale/*/LC_MESSAGES/django.po
Languages: de

source: DoctorCom Introduces Fellowship Level Services!
de: DoctorCom bietet verschiedene Member Programme an, ganz auf Ihre Bedürfnisse zugeschnitten!

source: This new release provides users with the ability to provision a unique DoctorCom virtual phone number that will route incoming calls to a phone that you designate.
de: Mit dem neuen DoctorCom Release haben Sie die Möglichkeit, eine individuelle virtuelle DoctorCom Rufnummer zu erhalten und auflaufende Anrufe an ein von Ihnen zu bestimmendes Telefon weiterzuleiten.

source: Additionally, this new release includes:
de: Das neue Release enthält folgende neue Features:

source: Paging, Texting, and Phoning through your DoctorCom number.
de: Telefonieren, Texten und Pagern über Ihre DoctorCom Nummer.

source: Basic Voicemail service (limited to 4 messages and 30 second durations).
de: Standard Voicemail Service (beschränkt auf 4 Nachrichten à 30 Sekunden Dauer).

source: Media-rich web page toggling for fast smart phones.
de: Anzeige der Webseite geeignet für Smartphones.

source: With this release, all users will be required to verify one's identity by entering in credit card information.
de: Mit diesem Release wird die Identität eines Nutzers durch Angabe seiner Kreditkarteninformationen bestätigt.

source: Rest assured, your credit card will not be charged. Your current, basic, level of service will
de: Seien Sie versichert, dass Ihre Kreditkarte nicht belastet wird. Ihr momentan gewählter Servicelevel - Standard - wird

source: always remain free
de: immer kostenlos bleiben

source: In order to continue providing this service level free-of-charge, we may need to introduce advertising. However, we promise to keep it tactful and relevant.
de: Damit dieser Servicelevel weiterhin kostenlos für Sie bleibt, werden wir Werbeanzeigen einblenden. Wir versprechen Ihnen jedoch, dass diese dezent und für Sie relevant sein wird.

source: Stay tuned for more exciting features to come in the upcoming months!
de: Seien Sie gespannt, welche weiteren aufregenden Features in den kommenden Monaten auf Sie zukommen!

source: DoctorCom Credit Card Authorization
de: DoctorCom Kreditkarten Authentifizierung

source: You are logged in as:
de: Sie haben sich eingeloggt als:

source: Authorize
de: Authorisieren

source: Make Deposit
de: Guthaben erstellen

source: Deposit
de: Guthaben

source: Your caller has been transferred to:
de: Ihre Nachricht wurde gesendet. Auf Wiedersehen!

source: You are now calling:
de: Sie rufen gerade an

source: In order to connect your call, we require you to press the 1 key on your phone during or after the voice prompt. This is necessary to distinguish yourself from a machine (e.g., voicemail).
de: Um Ihren Anruf durchzustellen, drücken Sie bitte die Ziffer 1 auf ihrer Telefontastatur nach der Sprachaufforderung. Diese Eingabe ist erforderlich, um Sie als reale Person zu identifizieren.

source: Unable to call, the server provided the following information:
de: Der Server übermittelt folgende Informationen:

source: Do not use identifying information such as names or room numbers.
de: Bitte verwenden Sie keine persönlichen Informationen wie Namen oder Adressbestandteile.

source: Send Text
de: Sende Text

source: Recipients
de: Empfänger

source: Message Text DoctorCom
de: Message Text

source: You are about to page
de: Sind sind dabei eine Pagernachricht zu versenden

source: But first, please verify your callback number
de: Bitte bestätigen Sie zuerst Ihre Rückrufnummer

source: Page
de: Pagen

source: Your callback number is not a confirmed number. Please double-check it and make corrections below
de: Die Rückrufnummer ist keine bekannte Nummer. Bitte korrigieren Sie Ihren Eintrag.

source: additional corrections will have to be re-verified
de: nachträgliche Änderungen müssen erneut verifiziert werden

source: You are now paging
de: Pagernachricht wird verschickt

source: The message is being sent.
de: Die Nachricht wurde versandt

source: Helpful Hint
de: Hilfreicher HInweis

source: Some messages come from general-use DoctorCom numbers. Make sure that you have the correct DoctorCom number for somebody before you add it to your address book.
de: Einige Nachrichten stammen von gemeinsam genutzten DoctorCom Nummern. Stellen Sie sicher, dass Sie die korrekte DoctorCom Nummer haben, bevor Sie sie einer Person in Ihrem Telefonbuch zuordnen.

source: Reply All
de: Antworten

source: Create a follow-up item
de: Konto anlegen

source: Date:
de: Datum

source: Organization Name:
de: Praxis

source: Office Phone:
de: Rufnummer:

source: City:
de: Stadt:

source: State:
de: Bundesland:

source: Referring Doctor:
de: Neuer Arzt

source: Doctor Phone:
de: Weiteres Telefon:

source: Patient Name:
de: Patient:

source: Previous name:
de: Geburtsname:

source: Gender:
de: Geschlecht:

source: Date of Birth:
de: Geburtsdatum

source: Phone:
de: Rufnummer:

source: Home Phone:
de: Festnetznummer:

source: MRN:
de: Versicherten-Nr.:

source: SSN:
de: Vers.-Status:

source: Prior Authorization Number:
de: Betriebsstätten-Nr.:

source: Internal Tracking Number:
de: Kassen-Nr.:

source: Primary Insurance:
de: Krankenkasse bzw. Kostenträger:

source: Secondary Insurance:
de: Private Zusatzversicherung:

source: Tertiary Insurance:
de: Versicherungs-Nr.:

source: Attachments:
de: Anhänge

source: play
de: Antworten

source: pause
de: page

source: stop
de: an

source: unmute
de: In Minuten

source: repeat
de: Hinzufügen

source: Answering Service:
de: Anrufbeantworter Dienst

source: Callback Number:
de: Nicht-Mitglied anrufen

source: Callback Log:
de: Nicht-Mitglied anrufen

source: Accept
de: Akzeptieren

source: Decline
de: Empfangen

source: Sorry, there was an error saving the file. Please upload file again.
de: Verzeihung, beim speichern der Datei ist ein Fehler aufgetreten. Bitte erneut hochladen.

source: Message text is required.
de: Nachrichtentext wird erwartet

source: Message text maxlength is 10k.
de: Nachrichtentext wird erwartet

source: Message text maxlength is 1k.
de: Nachrichtentext wird erwartet

source: Waiting for file uploading...
de: Warte auf Hochladen der Datei...

source: We will send this message after all files have been uploaded.
de: Die Nachricht wird versendet sobald alle Dateien hochgeladen wurden.

source: Sending message
de: Nachricht wird versendet

source: Sending message...
de: Nachricht wird versendet...

source: To...
de: An...

source: Recipient is required.
de: Priority is required.

source: Cc...
de: Auswählen...

source: Recipient:
de: Empfänger:

source: Share a file:
de: Datei freigeben:

source: uploaded successfully
de: Upload erfolgreich

source: Message text:
de: Nachrichtentext:

source: uploaded successfully.
de: upload erfolgreich

source: Office Address
de: Adresse

source: Uploading
de: Wird hochgeladen

source: is larger than
de: ist länger als

source: please select a smaller file to upload.
de: Bitte wählen Sie eine kleinere Datei.

source: Processing
de: in Bearbeitung

source: Can not connect to server, please check your network environment or contact the server administrator.
de: Server ist nicht erreichbar, bitte überprüfen Sie Ihr Netzwerk oder kontaktieren Sie den Serveradministrator.

source: Are you sure you want to cancel the upload?
de: Möchten Sie den Upload wirklich abbrechen?

source: Maximum size of the uploaded file is
de: Die maximale Uploadgröße ist

source: Add a file
de: Datei hinzufügen

source: Preview Dialog
de: Vorheriges Dialogfeld

source: REFERRAL FORM
de: ÜBERWEISUNGSFORMULAR

source: Send referral to
de: Empfänger

source: Today's Date
de: Heutiges Datum

source: Patient Name
de: Patient

source: Male
de: Männlich

source: Female
de: Weiblich

source: Date of Birth
de: Geburtsdatum

source: MRN
de: Versicherten-Nr.

source: SSN
de: Sozialversicherungsnummer

source: Phone
de: Rufnummer

source: Home Phone
de: Rufnummer Zuhause:

source: Patient's Insurance
de: Versicherung des Patienten

source: Prior Authorization Number
de: Betriebsstätten-Nr.

source: Other Authorization Number
de: Arzt-Nr.:

source: Internal Tracking Number
de: Kassen-Nr.

source: Primary Insurance
de: Krankenkasse bzw. Kostenträger

source: Secondary Insurance
de: Private Zusatzversicherung

source: Tertiary Insurance
de: Versicherungs-Nr.

source: Reason for referral
de: Grund der Überweisung

source: Notes
de: Notizen:

source: Referring Doctor
de: Überweisender Arzt:

source: Doctor Phone Number
de: Rufnummer des Arztes:

source: first name is required.
de: Pflichtfeld

source: last name is required.
de: Task is required.

source: Please enter a valid phone number.
de: Bitte geben Sie eine gültige Rufnummer ein.

source: Please specify a (valid) date.
de: Bitte geben Sie ein korretes Datum.

source: Please input date before today.
de: Bitte geben Sie die Antwort ein.

source: We will send this refer after all files have been uploaded.
de: We will send this message after all files have been uploaded.

source: Preview
de: Vorschau

source: Sending refer
de: Sending message

source: Sending refer...
de: Sending message...

source: Recipient Information
de: Empfänger Informationen

source: Patient Information
de: Patienten Informationen

source: Phone Number
de: Rufnummer

source: Alternative Phone Number
de: Weitere Rufnummer

source: Primary Insurance Name
de: Versicherungsname

source: Primary Insurance ID
de: Versichertennummer

source: Secondary Insurance Name
de: Sekundärer Versicherungsname

source: Secondary Insurance ID
de: Sekundäre Versichertennummer

source: Tertiary Insurance Name
de: Tertiäre Versicherungsname

source: Tertiary Insurance ID
de: Tertiäre Versicherungsnummer

source: Reason for Referral
de: Grund der Überweisung

source: Attachment(s)
de: Anhänge

source: Send
de: Einladen

source: Please wait for uploading files.
de: Bitte haben Sie Geduld. Dateien werden hochgeladen.

source: Add ICD-10 2013 code
de: ICD-10 2013 Code hinzufügen

source: Add OPS 2013 code
de: OPS 2013 Code hinzufügen

source: Add from Medication list 2013
de: Medikation hinzufügen.

source: Send Refer Confirm
de: Senden der Überweisung bestätigen

source: Yes, proceed any way
de: Ja, trotzdem fortführen

source: CLINICAL
de: BEHANDLUNG

source: DEMOGRAPHICS
de: DEMOGRAPHIE

source: INSURANCE
de: VERSICHERUNG

source: Proceed to Demographics
de: Demographie

source: DOB:
de: Geburtsdatum:

source: Mobile Phone:
de: Handynummer:

source: Notes:
de: Notizen:

source: Back to Clinical
de: Zurück zu Behandlung

source: Proceed to Insurance
de: Weiter zu Versicherungsdaten

source: Other Authorization:
de: Arzt-Nr.:

source: Back to Demographics
de: Zurück zu Demographie

source: No Image
de: Kein Bild

source: You have consulted
de: Sie möchen überweisen an

source: who is not part of your network. There
de: , der nicht zu Ihrem Arzt-Netz gehört.

source: is one provider
de: ein

source: are
de: Es befinden sich jedoch

source: providers
de: weiterer Anbieter

source: in your network
de: innerhalb Ihres eigenen Arzt-Netzes,

source: who have the same skills. They are conveniently listed below. Do you wish to proceed?
de: der über dieselben Kenntnisse verfügt. Weiter unten ist dieser aufgeführt. Möchten Sie trotzdem fortfahren?

source: is
de: ist ein

source: within
de: und ist

source: miles of
de: Kilometer

source: your office
de: von Ihrem Standort entfernt

source: you
de: entfernt

source: Learn More
de: Mehr erfahren

source: Send Referral
de: Senden der Überweisung

source: Congratulations! Your referral was sent successfully.
de: Glückwunsch! Ihre Überweisung wurde erfolgreich übermittelt.

source: Send another referral
de: Weitere Überweisung vornehmen

source: Back to home page
de: Zurück zur Startseite

source: (Not Given)
de: (nicht verfügbar)

source: Board Certifications
de: Fachgebiete

source: Special Skills
de: Spezialisierungen

source: In order to provision your unique DoctorCom virtual phone number, please enter in your desired 3-digit area code and a PIN number for voicemail access. The PIN must be numeric and between 4 to 8 digits.
de: Damit wir Ihnen Ihre individuelle DoctorCom Nummer zuteilen können, geben Sie hier die gewünschte Ortsvorwahl und eine 4-8 stellige, numerische PIN ein.

source: Once you click on the submit button, a number will be allocated to you.
de: Sobald Sie auf Übermittlung klicken, wird Ihnen eine Nummer zugeteilt.

source: Submit (debug)
de: Übermittlung (debug)

source: Congratulations! Your new DoctorCom phone number and PIN are
de: Gratuliere! Ihre neue DoctorCom Nummer und PIN lauten

source: Please make a note of your pin as you will need it to access your voice mailbox. You'll want to log into your voicemail box at your earliest convenience to set it up.
de: Bitte merken Sie sich Ihre PIN, da Sie zum Abruf der Voicemail benötigt wird. Beim ersten Login haben Sie die Möglichkeit, die Voicemail einzurichten.

source: To log into your voicemail box, just call your DoctorCom number from your mobile phone, as listed in your account profile.
de: Zum Abruf der Voicemail, rufen Sie einfach Ihre DoctorCom Nummer an, die in Ihrem Nutzerprofil hinterlegt ist.

source: Go back to Home Page
de: Zurück zur Home Page

source: Get your DoctorCom Number
de: Erhalten Sie Ihre DoctorCom Nummer

source: Add A New Follow-Up Task Item
de: Einen neuen Eintrag zu den Folgemaßnahmen erstellen

source: Error:
de: Fehler

source: Priority
de: Dringlichkeit

source: Due Date
de: Fälligkeitstermin

source: Sorry, no follow-up tasks were found.
de: Verzeihung, es wurden keine Einträge zu Folgemaßnahmen gefunden.

source: Edit Follow-Up Task Item
de: Bearbeite Folgemaßnahmeeintrag

source: Task is required.
de: Aufgabe muss angegeben werden.

source: Priority is required.
de: Dringlichkeitsstufe muss angegeben werden.

source: Add a New Doctor to DoctorCom
de: Füge einen neuen Anbieter zu DoctorCom hinzu

source: Add a New Provider to DoctorCom
de: Füge einen neuen Anbieter zu DoctorCom hinzu

source: Resend?
de: Erneut Senden?

source: Submit a New Invitation
de: Übermittlung einer neuen Einladung

source: Invite Professionals to Join DoctorCom!
de: Invite Professionals and Staff to Join DoctorCom!

source: Use this page to send an invitation to doctors to join DoctorCom.
de: Auf dieser Seite können Sie eine Einladung an Ihre Arztkollegen, nichtärztliches Personal (z.B. Medizinische Fachangestellte) oder (Zahn-)Medizinstudenten senden, um dem DoctorCom Netzwerk beizutreten.

source: Invite Your Colleagues to Join DoctorCom!
de: Laden Sie Ihre Kollegen zu DoctorCom ein!

source: Use this page to send an invitation to doctors and medical students to join DoctorCom.
de: Auf dieser Seite können Sie eine Einladung an Ihre Arztkollegen, nichtärztliches Personal (z.B. Medizinische Fachangestellte) oder (Zahn-)Medizinstudenten senden, um dem DoctorCom Netzwerk beizutreten

source: Send Invitation
de: Versende Einladung

source: View Pending Invitations
de: Prüfe ausstehende Einladungen

source: Are you sure you want to resend the invitation to
de: Möchten Sie die Einladung erneut versenden an

source: Please enter your password below to re-authenticate yourself for the new secure messaging system in DoctorCom. This request may recur following updates to the secure messaging system.
de: Bitte geben Sie das unten angegebene Passwort ein, um sich für das neue sichere DoctorCom Nachrichtensystem "Secure Messaging" zu reauthentifizieren. Diese Authentifizierung kann bei künftigen Aktualisierungen des Nachrichtensystems erneut abgefragt werden.

source: Send it
de: Zu senden

source: invites your
de: Invites %s

source: as a Member.
de: Mitglieder

source: Create an Organization
de: Neue Organisation hinzufügen

source: Parent:
de: Stammorganisation:

source: Type:
de: Organisationstyp:

source: Are you sure to delete this organization?
de: Sind Sie sicher, dass sie diese Aufgabe löschen möchten?

source: Parent
de: Patient:

source: Type
de: Organisationstyp:

source: Change IVR
de: IVR einstellen

source: Change Pin
de: PIN ändern

source: Move/Change Type
de: Org.typ ändern

source: Parent Organization:
de: Stammorganisation:

source: Backline Phone:
de: Weitere Rufummer (backline):

source: Time Zone:
de: Zeitzone:

source: Office Hours
de: Sprechzeiten

source: Day Of The Week
de: Wochentag

source: Office Opens
de: Praxis öffnet

source: Office Closes
de: Praxis schließt

source: Lunch Starts
de: Mittag beginnt

source: Lunch Duration
de: Dauer

source: Manage Hours
de: Zeitverwaltung

source: Holiday Closures
de: Feiertage

source: Holiday
de: Feiertag

source: Date
de: Datum

source: Manage Holiday
de: Feiertagsverwaltung

source: Office Holidays
de: Gesetzliche Feiertage

source: Office Closed For The Following Holidays
de: Büro geschlossen an folgenden Feiertagen

source: Remove Selected
de: Abgelehnt

source: Add Holiday
de: Feiertag

source: Office Open Hours
de: Öffnungszeiten

source: Please note:
de: Bitte beachten:

source: To indicate that the office is closed on a weekday, clear the box for the weekday's open time. All other fields for the weekday will be automatically cleared.
de: Um zu zeigen, dass das Büro an einem Wochentag geschlossen ist, leeren Sie die Feld für die entsprechende Wochenarbeitszeit. Alle weiteren Felder für diesen Wochentag werden automatisch geleert.

source: To indicate that the office doesn't close for lunch, enter 0 minutes.
de: Wenn Sie keine Mittagspause angeben möchten, tragen Sie hier 0 Minuten ein.

source: Day
de: Tag

source: Open
de: Geöffnet

source: Close
de: Schließen

source: Lunch Start
de: Mittagspause

source: Practice Located in
de: Praxis befindet sich in

source: Time_Zone.
de: Zeitzone.

source: IVR access numbers
de: IVR Zugangsnummer

source: delete
de: Löschen

source: number
de: Nummer

source: description
de: Beschreibung

source: Delete Selected Numbers
de: Lösche ausgewählte Nummern

source: Add New Number
de: Füge neue Nummer hinzu

source: Change PIN
de: PIN ändern

source: Reject
de: Ablehnen

source: Withdraw
de: Anfrage widerrufen

source: Requests
de: Anfragen

source: Invite
de: Einladen

source: DoctorCOM Invitations
de: DoctorCom Einladungen

source: Sorry, send invitation failed.
de: Der Versand der Einladung ist gescheitert.

source: Invite another member
de: ein weiteres Mitglied einladen

source: Back to member page
de: zurück zur Startseite

source: Input all details you know.
de: Zur Suche nach bereits registrierten Nutzern, nutzen Sie die nachstehenden Felder:

source: Full Name:
de: Vor- und Nachname:

source: Search
de: Suchen

source: Please choose one person and then click send button.
de: Bitte wählen Sie die gewünschte Person aus der Liste aus und klicken Sie auf den „Einladen“-Button.

source: Office Address:
de: Adresse:

source: We can not find any people matching the conditions. Please input email to invite people.
de: Wir konnten keine Person finden, die Ihren Suchparametern entspricht.

source: User Type:
de: Nutzertyp

source: Note:
de: Notiz:

source: Congratulations! We have sent the invitation. You can:
de: Die Einladung wurde versendet. Sie können nun:

source: Please input the email to invite people.
de: Bitte geben Sie die Antwort ein.

source: Email or name here
de: E-Mail oder Name

source: Create Provider Account
de: Konto für Ärzte hinzufügen

source: This account will received one email after you create it.
de: Sie erhalten eine E-Mail, wenn das Konto erstellt wurde.

source: User name field is required.
de: Dieses Feld wird benötigt.

source: User name may contain only letters, numbers and @/./+/-/_ characters.
de: Benutzername kann nur aus Buchstaben, Ziffern sowie den Zeichen @/./+/-/_ bestehen.

source: First name field is required.
de: Dieses Feld wird benötigt.

source: Last name field is required.
de: Dieses Feld wird benötigt.

source: Email field is required.
de: Dieses Feld wird benötigt.

source: Gender field is required.
de: Dieses Feld wird benötigt.

source: Mobile phone field is required.
de: Dieses Feld wird benötigt.

source: Mobile phone is not a valid phone number.
de: Handynummer ist keine gültige Rufnummer.

source: Current practice field is required.
de: Dieses Feld wird benötigt.

source: Pager is not a valid pager number.
de: Keine gültige Pager Nummer.

source: Office address1 field is required.
de: Dieses Feld wird benötigt.

source: Office city field is required.
de: Dieses Feld wird benötigt.

source: Office state field is required.
de: Dieses Feld wird benötigt.

source: Office zip field is required.
de: Dieses Feld wird benötigt.

source: This is not a valid zip code.
de: Kein gültiger Einladungs-Code für Praxispersonal

source: This user name has been registered. Please choose another user name or invite him to your practice.
de: Dieser Benutzername wurde bereits registriert. Bitte wählen Sie einen anderen Namen oder laden Sie Ihn dazu ein, Ihrer Praxis beizutreten.

source: This mobile phone has been registered. Please choose another mobile phone or invite him to your practice.
de: Diese Handynummer wurde bereits registriert. Bitte wählen Sie einen anderen Nummer oder laden Sie den Inhaber dazu ein, Ihrer Praxis beizutreten.

source: Create New Provider
de: Neuen Anbieter hinzufügen

source: This email is already existed in Invitations. If you create account with this email, invitation to
de: Diese E-Mail ist bereits unter Einladungen aufgeführt. Wenn Sie ein Konto mit dieser E-Mail erstellen, gehen Einladungen an

source: will be rescinded. Are you sure you want to continue?
de: wird rückgängig gemacht. Möchten Sie damit fortfahren?

source: Create provider
de: Arzt hinzufügen

source: failed
de: gescheitert

source: Last Login
de: Letztes Login

source: Pending
de: Sende

source: Currently, no providers are registered.
de: Keine Einträge vorhanden.

source: Create Staff Account
de: Konto für medizinisches Personal hinzufügen

source: Create New Staff
de: Neues Personal hinzufügen

source: Create staff
de: Neues Personal hinzufügen

source: Role
de: Erledigt

source: Smart Phone
de: Smartphone App

source: Search Organization
de: Organisation

source: Practice name field is required.
de: Dieses Feld wird benötigt.

source: organization match this condition.
de: Praxis Einladung

source: Please choose one organization and then click send button.
de: Bitte korrigieren Sie die Fehler und klicken Sie dann auf "Authorisierung"

source: Back to member organization list
de: Organisationsverzeichnis

source: Provider Count
de: Anbieter

source: Currently, no member organization invitations.
de: Es sind aktuell keine Einladungen ausstehend

source: Are you sure you would like to resend the invitation to
de: Möchten Sie die Einladung erneut versenden an

source: Are you sure you would like to withdraw the invitation to
de: Sicher, dass Sie die Anfrage widerrufen möchten?

source: Member Organizations
de: Mitglieder Organisationen

source: Organization Invitations
de: Praxis Einladung

source: Save successfully.
de: upload successfully

source: Inherit from organization type
de: Einstellungen gemäß Organisationstyp

source: Medical/Dental Student
de: Med. / Dent. Student

source: Information
de: Benutzerprofil

source: Member
de: Mitglieder

source: Member Organization
de: Mitglieder Organisation

source: Organization Management
de: Einladung Startseite

source: Create Organization
de: Neue Organisation

source: DoctorCom Administration
de: DoctorCom Verwaltung

source: Input Organization Name
de: Suche nach Organisationsnamen

source: Organization List
de: Organisationsverzeichnis

source: Registration was successful
de: Registrierung war erfolgreich

source: click here to log in
de: Hier Klicken, um sich einzuloggen

source: Step
de: Schritt

source: of
de: von

source: Username:
de: Benutzername

source: Password Verify:
de: Überprüfung des Passwortes

source: Email Address:
de: E-Mail Adresse:
