Repository: DongHuaLu/mdcom
Catalog: mdcom/MHLogin/locale/*/LC_MESSAGES/django.po
Languages: de

source: Available Users
de: Verfügbare Nutzer

source: To download a PDF copy of your schedule,&nbsp;just click on the link for the month you want.
de: Um Ihren Dienstplan als PDF herunterzuladen, &nbsp; klicken Sie bitte auf den entsprechenden Monat.

source: Mar
de: Mär

source: May
de: Mai

source: Oct
de: Okt

source: Dec
de: Dez

source: On-Call
de: Rufbereitschaft

source: Are you sure you wish to delete the below event?
de: Sind Sie sicher, dass Sie den Eintrag löschen möchten?

source: Add Member
de: Füge neue Nummer hinzu

source: Office Staff
de: Praxispersonal

source: Office Manager
de: Praxisverwalter

source: Organization
de: Organisation

source: DoctorCom: Invitation To Join %s
de: DoctorCom: Anfrage einer %s beizutreten.

source: (none)
de: (leer)

source: Multiple PracticeHours results found for practice
de: Mehrere PracticeHours Einträge für diese Praxis gefunden

source: and weekday
de: und werktags

source: a holiday already exists on that day
de: Ein Feiertag ist an diesem Tag bereits vorhanden

source: We found 1 person matches this condition.
de: Es wurde 1 Person anhand Ihrer Suchparameter gefunden.

source: We found %s people match this condition.
de: Es wurde %s Person anhand Ihrer Suchparameter gefunden.

source: BTW, we find 1 person (%s) matching conditions who is already in your practice or has been invited.
de: Es wurde 1 Person (%s) gefunden, die die Parameter erfüllt und bereits mit der Praxis verbunden ist oder bereits eingeladen wurde.

source: BTW, we find %(len)s people (%(names)s) matching conditions who are already in your practice or have been invited.
de: Es wurden %(len)s Personen (%(names)s) gefunden, die die Parameter erfüllen und bereits mit der Praxis verbunden ist oder bereits eingeladen wurde.

source: Practice Manager
de: Praxisname

source: DoctorCom: Invitation To Join Practice
de: DoctorCom: Anfrage einer Praxis beizutreten.

source: The data is error. Please refresh the page again.
de: Die Daten sind fehlerhaft. Bitte aktualisieren Sie die Seite.

source: DoctorCom: Invitation To Join Practice Withdrawn
de: DoctorCom: Anfrage einer Praxis beizutreten wurde abgelehnt.

source: Currently, no %s Join Requests.
de: Keine Anfragen zu %s vorhanden.

source: The data is error. Please refresh page again.
de: Die Daten sind fehlerhaft. Bitte aktualisieren Sie die Seite.

source: There is an error occured when removing the staff. Please refresh the page again.
de: Es trat ein Serverfehler auf. Bitte aktualisieren.

source: A server error has occured:
de: Serverfehler aufgetreten.

source: Currently, no DoctorCom Invitations.
de: Keine Einladungen zu DoctorCom vorhanden.

source: A server error has occured.
de: Serverfehler aufgetreten.

source: A server error has occurred when you send a email. Please refresh page again.
de: Ein Server Fehler trat beim E-Mailversand auf. Die Administratoren wurden automatisch darüber benachrichtigt. Bitte wiederholen Sie den Vorgang.

source: HH:MM 24 hour format
de: 24 Stunden-Format HH:MM

source: In minutes
de: In Minuten

source: This field is required.
de: Pflichtfeld

source: At a minimum, please enter in either street, city and state or street and zip
de: Straße, Stadt und Bundesland oder Straße und PLZ müssen angegeben werden.

source: Password Verify
de: Überprüfung des Passwortes

source: "Password Verify" is not same with "Password"
de: "Passwort verifizieren" stimmt mit "Passwort" nicht überein

source: in HH:MM 24 hour format
de: im 24-Stunden Format, gemäß HH:MM

source: Organization Name
de: Einladung Startseite

source: Can have answering service
de: Anrufbeantworterdienst aktiv

source: Allows organization to have answering service.
de: Aktiviert den Anrufbeantworterdienst für diese Organisation.

source: Can be billed
de: Rechnungsstellung möglich

source: Can organization be billed.
de: Ermöglicht der Organisation, Rechnungen zu erstellen

source: Display in contact list tab
de: Anzeige von Mitgliedern in Kontaktliste

source: If user is in this organization, we will display it in contact list tab.
de: Mitglieder der Organisation werden in der Kontaktliste angezeigt.

source: Can have luxury logo
de: Eigenes Logo verwenden

source: Allows organization to have custom logo.
de: Erlaubt der Organisation, ein eigenes Logo hochzuladen.

source: Can have member organization
de: Eigene Mitgliederorganisation

source: Allows organization to have member organization.
de: Organisation kann eigene Mitgliederorganisationen haben.

source: Address1
de: Adresse 1

source: Address2
de: Adresse 2

source: Office Phone
de: Rufnummer

source: Backline Phone
de: Weitere Rufnummer (backline)

source: City
de: Ort

source: State
de: Bundesland

source: Zip
de: PLZ

source: Recommended size 100*30
de: Empfohlene Größe 100*30

source: time zone
de: Zeitzone

source: skip to taking a nonurgent message instead of asking during open hours
de: Überspringen, um eine nicht-dringende Nachricht aufzunehmen ohne persönlichen Kontakt während der Sprechzeiten.

source: Logo Position
de: Ausloggen

source: Logo Size
de: Logo

source: You must be in DEBUG mode to use this function.
de: Sie müssen sich im DEBUG Modus befinden, um diese Funktion zu nutzen.

source: Med/Dental Student
de: Med. / Dent. Student

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: in minutes, 0 if the practice doesn't close for lunch
de: Wenn Sie keine Mittagspause angeben möchten, tragen Sie hier 0 Minuten ein.

source: Created
de: erzeugt

source: Resent
de: Wiederversendet

source: Canceled
de: Abgebrochen

source: Rejected
de: Abgelehnt

source: Your active code or email is wrong. Please check your email.
de: Sicherheitscode oder E-Mail sind nicht korrekt. Bitte überprüfen Sie die Eingabe.

source: Only Office Managers can view Office profile
de: Nur Mitglieder mit Manager Status können Verwaltungsprofile betrachten

source: This user is NOT office staff
de: Dieser Nutzer ist kein Verwaltungangehöriger

source: Requests
de: Anfragen.

source: Only Office Managers can edit practice access numbers
de: Nur Manager können die Praxisrufnummern editieren

source: The data is wrong. Please refresh the page again.
de: Das Datum ist falsch. Bitte aktualisieren Sie die Seite.

source: BTW, we find 1 person (%s) matching conditions who is already in your call group or has been invited.
de: Es wurde 1 Person (%s) gefunden, die die Parameter erfüllt und bereits mit der Praxis verbunden ist oder bereits eingeladen wurde.

source: BTW, we find %(len)s people (%(names)s) matching conditions who are already in your call group or have been invited.
de: Es wurden %(len)s Personen (%(names)s) gefunden, die die Parameter erfüllen und bereits mit der Praxis verbunden ist oder bereits eingeladen wurde.

source: A invalid email.
de: Ungültige E-Mail Adresse.

source: This is not a valid office manager invitation code
de: Kein gültiger Einladungs-Code für Praxisverwalter

source: This is not a valid office staff invitation code
de: Kein gültiger Einladungs-Code für Praxispersonal

source: This is not a valid broker invitation code
de: Kein gültiger Einladungs-Code für Praxisverwalter

source: Confirm Password
de: Passwort bestätigen

source: That username is already taken
de: Dieser Benutzername existiert berets

source: Another account is using that email address
de: Ein bestehendes Konto verwendet bereits diese E-Mail Adresse

source: That mobile phone number is in use by another user.
de: Die Mobilfunknummer ist bereits einem anderen Konto zugeordnet.

source: That username is taken.
de: Benutzername vergeben

source: Invitation Code
de: Einladungs-Code:

source: Your Email Address
de: Ihre E-Mail

source: Either the given code or email address is incorrect. Please ensure that the code is exactly what you received in your email, and that the email address is the one at which you received the invitation. You will be able to specify a different email address for your account later.
de: Der eingegebene Code oder die E-Mail Adresse sind falsch. Bitte stellen sie sicher, dass der Code genau so eingegeben wird, wie in der erhaltenen Einladungs E-Mail und auch diese E-Mail Adresse eingetragen wird. Nachfolgend werden Sie bei der Kontoeinrichtung die E-Mail Adresse ändern können.

source: Don't know what to do with userType %d
de: Nutzertyp %d unbekannt

source: Display All
de: Alle Anzeigen

source: Search by Name
de: Suche nach Name

source: Search by City
de: Suche nach Stadt

source: Search by State
de: Suche in Bundesland

source: Search by Zipcode
de: Suche nach PLZ

source: Search by Proximity
de: Suche im Umfeld

source: ---(None)---
de: ---(Leer)---

source: You cannot remove your current site. To remove it, please change your current site first.
de: Sie können den aktuellen Standort nicht entfernen. Wechseln Sie zuerst den aktuellen Standort.

source: User tried to select site id
de: Nutzer versuchte die Standort ID auszuwählen

source: , but isn't affiliated with that site.
de: , war aber nicht mit der Praxis verknüpft

source: Incorrect number of sites found for id
de: Anzahl der gefundenen Standorte zu der ID nicht korrekt

source: Please select valid current practice.
de: Bitte geben Sie ein korretes Datum ein nach folgendem Format tt/mm/JJJJ.

source: That address could not be found. Please recheck the address you entered.
de: Adresse konnte nicht gefunden werden. Bitte überprüfen Sie die angegebene Adresse.

source: Multiple addresses were found. %s Please recheck the address you entered.
de: Mehrfache Adressen wurden gefunden. %s Bitte überprüfen Sie die angegebene Adresse.

source: A mobile phone number is required.
de: Eine Handynummer wird benötigt.

source: This field is required
de: Pflichtfeld

source: Passwords don't match
de: Passwörter stimmen nicht überein

source: Staff Type
de: Personaltyp:

source: Office address1
de: Office Adresse1:

source: Office address2
de: Office Adresse2:

source: Office city
de: Büro Stadt

source: Office state
de: Praxis Bundesland

source: Office zip
de: Büro PLZ

source: This mobile phone has been registered. Please choose another mobile phone or invite him to your practice
de: Dieses Handy wurde bereits registriert. Bitte wählen Sie eine anderes Handy oder laden Sie ihn zu Ihrer Praxis ein.

source: This email has been registered. Please choose another email or invite him to your practice.
de: Diese E-Mail wurde bereits registriert. Bitte wählen Sie eine andere E-Mail oder laden Sie ihn zu Ihrer Praxis ein.

source: Passwords do not match.
de: Passwort stimmt nicht überein.

source: An invalid number was entered. Please use format (xxx) xxx-xxxx.
de: Ungültiges Rufnummernformat.

source: Old Password
de: Altes Passwort

source: New Password
de: Neues Passwort

source: New Password Verify
de: Neues Passwort bestätigt

source: Old password needed.
de: Neues Passwort benötigt

source: New password needed.
de: Neues Passwort benötigt

source: New password needs to be different than the old password.
de: Neues Passwort muss sich vom alten unterscheiden

source: Security Question1
de: Sicherheitsfrage 1

source: Security Answer1
de: Sicherheitsantwort 1

source: Security Question2
de: Sicherheitsfrage 2

source: Security Answer2
de: Sicherheitsantwort 2

source: Security Question3
de: Sicherheitsfrage 3

source: Security Answer3
de: Sicherheitsantwort 3

source: A form validation error occurred.
de: Fehler bei der Formular-Validierung

source: All security questions must be unique.
de: Sicherfragen müssen spezifisch sein

source: A user with this mobile phone number already exists.
de: Es existiert bereits ein Nutzer mit dieser Nummer.

source: A user with this email already exists.
de: Es existiert bereits ein Nutzer mit dieser E-Mail

source: Gender
de: Geschlecht

source: Mobile Phone
de: Mobilfunknummer

source: Other Phone
de: Weitere Nummer

source: Photo
de: Foto

source: Recommended size 100*130
de: Empfohlene Größe 100*30

source: Has the user accepted the terms of service?
de: Hat der Nutzer die Nutzungsbedingungen akzeptiert?

source: Special Skill
de: Fachgebiet

source: Time Setting
de: Zeitformat

source: Pager extension
de: Pager Erweiterung

source: States of Licensure
de: Bundesland der Approbation

source: pager
de: page

source: pager extension
de: Pager Erweiterung

source: Specialty
de: Fachgebiet

source: Accepting new patients
de: Akzeptiere neue Patienten:

source: Staff type
de: Personaltyp:

source: This function (get_provider_types) is now deprecated. Please see the docstring for information.
de: Die Funktion (get_provider_types) ist veraltet. Weitere Informationen entnehmen Sie der docstring Datei.

source: User is of unknown type
de: Unbekannter Nutzertyp

source: Incorrect number of provider objects returned:
de: Erhalte ungültige Anzahl an Leistungsanbietern:

source: Your old security questions are not shown for security reasons.
de: Ihre vorige Sicherheitsfrage wird aus Sicherheitsgründen nicht angezeigt.

source: The entered password was incorrect.
de: Eingegebenes Passwort ist nicht korrekt.

source: Practice with id
de: Praxis mit ID

source: doesn't seem to have any managers!
de: scheint keinen Manager zu haben.

source: DoctorCom: Request To Join Practice
de: DoctorCom: Anfrage einer Praxis beizutreten.

source: DoctorCom: Request To Join Practice Canceled
de: DoctorCom: Anfrage mit der Praxis verbunden zu werden, wurde zurückgezogen.

source: DoctorCom: Gaps in On Call Schedule
de: DoctorCom: Lücken im Rufbereitschaftsplan

source: yes
de: Ja

source: Medical Student
de: Medizinstudent

source: Only Providers can manager their practice associations
de: Nur Ärzte können Ihre Praxiszugehörigkeit verwalten

source: Partner Accounts
de: Konto Aktivierung

source: Partner IP
de: Partner

source: Not owner of this sales lead
de: Keine Berechtigung für den Kundenkontakt

source: Problems deleting, entry not found: %s
de: Fehler beim Löschen, Eintrag nicht gefunden: %s

source: Unhandled stat: %s
de: Unbearbeitete Statistik: %s

source: Sales Leads
de: Kundenkontakte

source: Outstanding Invitations
de: Ausstehende Einladungen

source: Original Invite Date
de: Ursprüngliches Einladungsdatum

source: There are currently no outstanding invitations
de: Es sind aktuell keine Einladungen ausstehend

source: Issue New Invitations
de: Neue Einladung erzeugen

source: Recently Accepted Invitations
de: Vor kurzem angenommene Einladungen

source: Accepted Date
de: Akzeptiertes Datum

source: Recently Cancelled Invitations
de: Vor kurzem widerrufene Einladungen

source: Cancelled Date
de: Widerrufenes Datum

source: Are you sure you want to cancel this invitation to
de: Möchten Sie die Einladung wirklich widerrufen für

source: Issue Invitations
de: Einladungen erstellen

source: Are you sure you want to re-send this invitation to
de: Sind Sie sicher, dass Sie die Einladung wiederholen möchten für

source: Edit Profile
de: Profil bearbeiten

source: Change Password
de: Kennwort ändern

source: Address:
de: Adresse:

source: Not Given
de: Nicht vergeben

source: Mobile
de: Handy

source: User not found.
de: Nutzer Informationen

source: ALL
de: ALLE

source: Account appears to be disabled
de: Konto scheint deaktiviert zu sein

source: Invalid username or password
de: Bitte geben Sie Ihr Kennwort ein.

source: User Agent
de: Nutzertyp

source: E-mail address
de: E-Mail Adresse

source: DoctorCom Email Validation
de: DoctorCom Validierung per E-Mail

source: Week of %B %d, %Y
de: Woche %B %d, %Y

source: Empty
de: Leer

source: From %(start_date)s to %(end_date)s
de: Von %(start_date)s bis %(end_date)s

source: Outside
de: Extern

source: Invalid argument: %s
de: Ungültiges Argument: %s

source: Invalid practice selection.
de: Ungültige Praxisauswahl

source: Invalid site selection.
de: Ungültige Klinikauswahl

source: Invalid ID.
de: Ungültige Anfrage

source: Decryption error.
de: Fehler beim Entschlüsseln des Nachrichtenkörpers

source: HTTP request header MDCOM_API_KEY missing.
de: HTTP request header DCOM_DEVICE_ID missing.

source: HTTP request header MDCOM_USER_UUID missing.
de: HTTP request header DCOM_DEVICE_ID missing.

source: Account disabled/inactivated.
de: Konto gesperrt / deaktiviert

source: User type unsupported.
de: Usertyp nicht unterstützt

source: Requested user doesn't have a pager.
de: Der angegebene Nutzer hat keinen Pager.

source: Called number doesn't exist.
de: Der angegebene Empfänger existiert nicht

source: Requesting user doesn't have a mobile phone number defined.
de: Die angerufene Person, hat keine Handynummer aufgeführt.

source: Requesting practice doesn't have a phone number defined.
de: Die angerufene Person, hat keine Handynummer aufgeführt.

source: Invalid forwarding selection.
de: Ungültige Auswahl der Weiterleitung

source: Invalid priority. Values must be 1, 5, or 10.
de: Ungültige Dringlichkeitsstufe. Werte dürfen 1, 5 oder 10 annehmen.

source: The timestamp is outside of the allowable range.
de: Der Zeitstempel ist außerhalb der erlaubten Bereichs

source: While all fields are optional, at least one field must be given.
de: Es muss mindestens eins der optionalen Felder ausgefüllt sein.

source: Secret doesn't appear to be a valid secret.
de: Geheimnis scheint kein echtes Geheimnis zu sein.

source: Message id list isn't of the correct form.
de: Empfängerliste hat keine korrekte Form.

source: Recipients list isn't of the correct form.
de: Empfängerliste hat keine korrekte Form.

source: 0 is an invalid recipient ID.
de: Keine gültigen Empfänger gefunden

source: Practice recipients list isn't of the correct form.
de: Praxis Empfängerliste hat keine korrekte Form.

source: The intended practice recipient doesn't exist.
de: Der angegebene Empfänger existiert nicht

source: CCS list isn't of the correct form.
de: Empfängerliste hat keine korrekte Form.

source: 0 is an invalid cc ID.
de: Keine gültigen Empfänger gefunden

source: The intended cc doesn't exist.
de: Der angegebene Empfänger existiert nicht

source: No valid recipients found
de: Keine gültigen Empfänger gefunden

source: Your session has expired, please login again.
de: Ihre Sitzung ist abgelaufen, bitte loggen Sie sich erneut ein.

source: Your mobile phone has not been validated.
de: Ihr Handy wurde noch nicht bestätigt.

source: Your mobile account is currently not authorized.
de: Ihr Handy wurde noch nicht bestätigt.

source: This message can not be found in DoctorCom.
de: Das angegebene Datum darf nicht in der Vergangenheit liegen.

source: Invalid device id.
de: Ungültiger Termineintrag

source: No valid called number
de: Keine gültige VISA Nummer

source: Key doesn't appear to be a valid secret.
de: Sie scheinen kein gültiger Empfänger dieser Datei zu sein.

source: Practice
de: Praxis

source: message id isn't of the correct form.
de: Empfängerliste hat keine korrekte Form.

source: refer id isn't of the correct form.
de: Empfängerliste hat keine korrekte Form.

source: attachment id list isn't of the correct form.
de: Empfängerliste hat keine korrekte Form.

source: thread_uuid isn't of the correct form.
de: Empfängerliste hat keine korrekte Form.

source: A system error has occurred. Please contact the administrator or try it later.
de: Ein Fehler ist aufgetreten. Biite wiederholen Sie den Vorgang. Die Administratoren wurden benachrichtigt.

source: The person you called doesn't exist.
de: Der angegebene Empfänger existiert nicht

source: The practice you called doesn't exist.
de: Der angegebene Empfänger existiert nicht

source: Username or password incorrect.
de: Eingegebenes Passwort ist nicht korrekt.

source: Invite to DoctorCom
de: Eingehender Ruf an DoctorCom

source: Invite to %s
de: Invites %s

source: Site Providers
de: Klinikärzte

source: Site Staff
de: Klinik Personal

source: Community Providers
de: Ärzte in Umgebung

source: Local Practices
de: Praxen

source: My Favorites
de: Favoriten

source: Requested practice not found.
de: Keine Praxen gefunden.

source: N/A
de: NÄP/MFA

source: The number is invalid, we can't send code to you. Please input a valid mobile phone number.
de: Die Nummer ist ungültig, wir können Ihnen keinen Code senden. Bitte geben Sie eine geeignete Handynummer an.

source: High
de: Hoch

source: Med
de: Normal

source: Low
de: Gering

source: More than one message was found with uuid %s.
de: Mehr als eine Nachricht mit der uuid %s wurde gefunden.

source: You don't seem to own the message that you're trying to create a follow-up item for.
de: Sie scheinen keine Zugriffsrechte für die Nachricht zu haben, zu der sie eine Folgemaßnahme erstellen möchten.

source: Followup on:
de: Folgemaßnahme zu:

source: The task is invalid.
de: Die Aufgabe ist ungültig.

source: You don't seem to own this follow-up item.
de: Sie scheinen keine Zugriffsrechte für diese Folgemaßnahme zu besitzen.

source: Unauthorized
de: Authorize

source: Users must have account
de: Nutzer muss eingetragen werden

source: Trial
de: Probeversion

source: Grace
de: Praxis

source: Expired
de: Ausgelaufen

source: Cancelled
de: Abgebrochen

source: Paid
de: Wird geladen...

source: Invoice
de: Einlader

source: Payment
de: Patient:

source: Product Monthly Fee
de: Erster Monat kostenlos

source: Manual Credit
de: Kreditkarteninformationen verwalten

source: Sub Organization
de: Organisation

source: DoctorCom 401 Error - Authorized Required
de: DoctorCom Fehler 401 - Authorisierung benötigt.

source: HTTP Error 401 - Authorized Required
de: HTTP Fehler 401 - Authorisierung benötigt.

source: We apologize for any inconvenience, however, the you are not authorized to access the requested page or file.
de: Bitte entschuldigen Sie die Unannehmlichkeiten, wegen fehlender Authorisierung können Sie die angeforderte Seite bzw. Datei nicht aufrufen.

source: DoctorCom 403 Error - Forbidden
de: DoctorCom Fehler 403 - Zugriff verweigert

source: HTTP Error 403 - Forbidden
de: HTTP Fehler 403 - Zugriff verweigert

source: We apologize for any inconvenience, however, the server is unable to grant you access to the requested page.
de: Bitte entschuldigen Sie die Unannehmlichkeiten, der Server kann die angeforderte Seite bzw. Datei nicht aufrufen.

source: The server provided the following information:
de: Der Server übermittelt folgende Informationen:

source: DoctorCom 404 Error - Page Not Found
de: DoctorCom 404 Fehler - Seite nicht gefunden

source: HTTP Error 404 - Page Not Found
de: HTTP 404 Fehler - Seite nicht gefunden

source: We apologize for any inconvenience, however, we are unable to find the page or file that you are trying to access.
de: Bitte entschuldigen Sie die Unannehmlichkeiten, die angeforderte Seite bzw. Datei konnte nicht gefunden werden.

source: Please try again at a later time.
de: Biite versuchen Sie es zu einem späteren Zeitpunkt noch einmal.

source: If this message continues to appear, contact our system administrator for assistance.
de: Falls diese Meldung weiterhin erscheint, kontaktieren Sie unseren Support.

source: DoctorCom 500 Error - Server Error
de: DoctorCom 500 Fehler - Server Fehler

source: HTTP Error 500 - Server Error
de: HTTP Fehler 500 - Server Fehler

source: We apologize for any inconvenience, however, the requested page is unavailable due to a server error.
de: Bitte entschuldigen Sie die Unannehmlichkeiten, der Server kann die angeforderte Seite bzw. Datei nicht aufrufen.

source: Support has been notified and we expect to resolve this issue shortly. Please try back later.
de: Unser Support wurde benachrichtigt, wir erwarten dass das Problem in Kürze behoben ist. Versuchen Sie es zu einem späteren Zeitpunkt noch einmal.

source: Additional Information Provided by Server:
de: Zusätzliche Information, die vom Server ausgegeben werden:
