Repository: DongHuaLu/mdcom
Catalog: mdcom/MHLogin/locale/*/LC_MESSAGES/django.po
Languages: de

source: My Health Inc. All rights reserved.
de: 2012 My Health Inc. All rights reserved.

source: (Nurse)
de: Krankenschwester

source: (Staff)
de: Personal

source: Click to send text message.
de: Klicken um Nachricht zu senden.

source: Click to page.
de: Klicken für Pagernachricht.

source: page
de: Pager

source: Click to phone.
de: Klicken um anzurufen.

source: call
de: Anruf

source: More
de: mehr

source: FAQs for Android Users
de: FAQs für Android Nutzer

source: How do I invite colleagues to DoctorCom?
de: Invite Your Colleagues to Join DoctorCom!

source: How do I edit existing invitations to join DoctorCom?
de: Sende eine Einladung um DoctorCom beizutreten

source: How do I choose whether calls go to my mobile phone, or directly to my DoctorCom voicemail?
de: Wie kann ich bestimmen, ob eingehende Anrufe an meinem Handy signalisiert werden oder direkt an die DoctorCom Voicemail weitergeleitet werden?

source: How do I edit my “Site” and “Practice” Information?
de: Wie kann ich die “Standort” und “Praxis” Informationen bearbeiten?

source: How do I protect my privacy using the DoctorCom app?
de: Wie kann ich meine Privatsphäre schützen, wenn ich DoctorCom nutze?

source: How do I get a message to show up in the “Follow up Task List”?
de: Wie kann ich eine Nachricht in der “Folgemaßnahmen Liste” anzeigen lassen?

source: How do I use my DoctorCom app to contact other DoctorCom members?
de: Wie kann ich meine DoctorCom App dazu verwenden, um andere DoctorCom Mitglieder zu kontaktieren?

source: How do I search for other Providers on DoctorCom?
de: Add a New Provider to DoctorCom

source: The “Invite Colleagues” option is two screens to the left, or right, of your dashboard screen. Press the button in the upper left or right side of the DoctorCom app dashboard, then click on the “Invit.” button to navigate to the Invitation page. Click the button with an image of a doctor and plus sign to create a new invitation. Under recipient, enter the email of the doctor you would like to invite. We recommend entering text in the “Note” textbox denoting who you are, since the invitation will not be sent from your email address, nor will it include your name. Then, press “Send.”
de: Die “Kollegen einladen” Funktion befindet sich 2 Bildschirme links, bzw. rechts Ihres Startbildschirms und kann erreicht werden, indem Sie auf die Schaltfläche im oberen linken oder rechten DoctorCom Startbildschirm (Cockpit) klicken und anschließend auf die “Einl.” Schaltfläche, um so zu der Einladungsseite zu gelangen. Hier klicken Sie auf das Arztlogo sowie das Pluszeichen, um eine neue Einladung zu erstellen. Unter Empfänger tragen Sie die E-Mail Adresse des Arztes ein, den Sie einladen möchten. Wir empfehlen Ihnen, das Textfeld “Notiz” zu verwenden, um hier dem Empfänger Ihren Namen und weitere Infos mitzuteilen, da die Einladung nicht über Ihre E-Mail Adresse versandt wird und auch nicht Ihren Namen enthält. Anschließend klicken Sie auf “Send”.

source: Back to top
de: Zurück

source: Navigate to the invitations page of your DoctorCom app, which is located two screens to the left, or right, of your dashboard screen (and can be navigated to by clicking the buttons in the upper right or left hand corner of the DoctorCom app). Your “Outstanding Invitations” will be listed on this screen. Click on the outstanding invitation you wish to edit. Two buttons will appear next to the name of the doctor; a circle with arrows and a trashbin. Click the circle with arrows to resend the invitation. Click the trashbin to delete the invitation.
de: Die “Kollegen einladen” Funktion befindet sich 2 Bildschirme links, bzw. rechts Ihres Startbildschirms und kann erreicht werden, indem Sie auf die Schaltfläche im oberen linken oder rechten DoctorCom Startbildschirm (Cockpit) klicken und anschließend auf die “Einl.” Schaltfläche, um so zu der Einladungsseite zu gelangen. Die “Ausstehenden Einladungen” werden hier angezeigt. Die gewünschte Einladung können Sie bearbeiten, indem Sie auf diese klicken. Zwei Schaltflächen erscheinen neben dem Namen des Arztes; ein Kreis mit Pfeilen sowie ein Mülleimer-Symbol. Durch Klicken auf den Kreis mit Pfeilen, widerholen Sie den Versand der Einladung, über das Mülleimer-Symbol kann die Einladung storniert werden.

source: From the Dashboard Screen of your DoctorCom app, press the “Pref.” button, located in the upper left hand corner of the screen. Press the menu bar located after “Call Fwd.” A dropdown menu will appear on the screen, select either “Mobile” or “Voicemail,” depending on your preferences.
de: Aus dem DoctorCom Startbildschirm (Cockpit) heraus, klicken Sie zunächst die ”Einst.” Schaltfläche in der oberen linken Ecke des Bildschirms. Klicken Sie auf die Menüleiste, die sich hinter ”RUL” (Rufumleitung) befindet. Ein Dropdown Menü erscheint, wo Sie bitte entweder ”Handy” oder ”Voicemail” auswählen, je nachdem, wohin der Anruf umgeleitet werden soll.

source: From the Dashboard Screen of your DoctorCom app, press the “Pref.” button, located in the upper left hand corner of the screen. Click either “Site” or “Practice” respectively to switch to different site or practice location.
de: Aus dem DoctorCom Startbildschirm (Cockpit) heraus, klicken Sie zunächst die ”Einst.” Schaltfläche in der oberen linken Ecke des Bildschirms. Klicken Sie anschließend entweder auf “Standort” oder “Praxis”, je nachdem, ob Sie Ihren Klinik- oder Praxisstandort wechseln möchten.

source: When making secure calls from your mobile phone, make sure to use the “Call Number” function located on the dashboard screen of the DoctorCom dashboard page of your app. Enter the number you wish to dial in the text box located next to “Call Number.” The recipient will see your DoctorCom number, rather than your private number.
de: Möchten Sie mit Ihrem Handy telefonieren, ohne dadurch Ihre persönlichen Kontakdaten preiszugeben, können Sie mit der DoctorCom App ausgehende Anrufe tätigen. Der Angerufene sieht dann Ihre DoctorCom Nummer und nicht die private. Dazu benutzen Sie die “Call Number” Funktion auf dem DoctorCom App Startbildschirm. Hier geben Sie die gewünschte, zu wählende Nummer im Nummernfeld direkt neben “Call Number” ein und klicken Sie anschließend auf diese Schaltfläche.

source: Once you have clicked to view the message, click the “Follow up” button above the callback number. On the “Follow up” screen, you will be able to mark the priority of the follow up, as well as add text to the note textbox. Press, “Save.” The message will then appear in your “Follow Up Task List.”
de: Nachdem die Nachricht durch Klicken angezeigt wird, klicken Sie auf “Folgemaßnahme” über der dort angegebenen Rückrufnummer. Auf der “Folgemaßnahme” Seite, haben Sie die Möglichkeitdie Priorität des Eintrags festzulegen sowie eine Notiz im entsprechenden Notizfeld anzugeben. Gespeichert wird die Eingabe mit “Speichern”. Anschließend kann der Eintrag in der “Folgemaßnahmen Liste.” angezeigt werden.

source: From the DoctorCom Dashboard page, click the “Users” button, located in the upper right hand corner of the screen. When you click the appropriate group box, the names of your contacts will appear. Click on the Provider you would like to contact.
de: Auf der DoctorCom Übersichtsseite, klicken Sie auf den Benutzer-Button, der sich oben rechts befindet. Wenn Sie auf die entsprechende Menüleiste klicken, erscheinen die Namen Ihrer Kontakte. Klicken Sie auf die Person, die Sie kontaktieren möchten.

source: From the DoctorCom Dashboard page, click the “Users” button, located in the upper right hand corner of the screen. The “Search” textbox is located on the bottom of the “User Directory” page. Enter the name of the Provider in the textbox and press the magnifying glass. A list of Providers, with their specialty, will appear. Click on the Provider to find out more information and to contact them through DoctorCom.<br />Note: If you cannot find a Provider, it is possible that they do not yet have a DoctorCom account; please use the invite function in order to securely connect with them through DoctorCom.
de: Auf der DoctorCom Übersichtsseite, klicken Sie auf den Suche-Button, der sich oben rechts befindet. Dort können Sie nach Anbietern und Personal suchen und hinzufügen. Können Sie eine bestimmte Person nicht finden, hat diese noch keinen DoctorCom Account. Bitte benutzen Sie die Einladungsfunktion, um diesen Personen eine Einladung zu schicken. Sobald diese DoctorCom beigetreten sind, können Sie sie zu Ihrer Praxis hinzufügen.

source: Search by Name:
de: Namenssuche:

source: Specialty:
de: Fachgebiet:

source: Hospital:
de: Krankenhäuser

source: Proximity:
de: Nahbereich:

source: mi
de: min

source: Please input a valid zip code.
de: Bitte geben Sie die Antwort ein.

source: Sorry, there was an error getting providers. Please try it again or contact the server administrator.
de: Es ist ein Fehler aufgetreten bei der Suche nach Anbietern. Bitte wiederholen Sie die Suche kontaktieren Sie den Server Administrator.

source: No records found.
de: Keine Einträge gefunden.

source: Search for Providers
de: Anbietersuche:

source: Call Non-Member
de: Nicht-Mitglied anrufen

source: Sorry, there was an error getting user information. Please try it again or contact the server administrator.
de: Bei der Suche nach Anbieterinformationen ist ein Fehler aufgetreten. Bitte wiederholen Sie die Suche kontaktieren Sie den Server Administrator.

source: Currently, no site providers are registered.
de: Momentan sind keine Kliniken im Umfeld registriert.

source: Currently, no community providers are registered in your area.
de: Momentan sind keine Ärzte im Umfeld registriert.

source: Currently, no site clinical clerks are registered at your current location.
de: Momentan ist keine Klinikverwaltung im Umfeld registriert.

source: No practice/office staff could be found.
de: Es konnte kein Praxispersonal gefunden werden.

source: Currently, no other users are associated with your practice.
de: Momentan sind keine weiteren Benutzer mit Ihrer Praxis verbunden.

source: Currently, no hospital site providers are registered.
de: Momentan sind keine weiteren Klinikärzte registriert.

source: Sorry, there was an error getting office information. Please try it again or contact the server administrator.
de: Es gab einen Fehler, die Praxisinformatioenen anzeigen zu lassen. Bitte versuchen Sie es noch einmal oder kontaktieren Sie den Serveradministrator.

source: No practices could be found nearby.
de: Es konnte keine Praxis im Umfeld gefunden werden.

source: There is a error in server. Please refresh.
de: Es trat ein Serverfehler auf. Bitte aktualisieren.

source: User Information
de: Benutzerprofil

source: Remove from My Favorites
de: Aus Favoriten entfernen

source: Add to My Favorites
de: Zu Favoriten hinzufügen

source: Other Actions:
de: Weitere Aktionen:

source: Coming Soon!
de: Steht bald zur Verfügung!

source: Sign In
de: Einloggen

source: Forgot Password?
de: Passwort vergessen?

source: An error occurred setting your call forward preference. Please try again....
de: Bei der Konfiguration Ihrer Rufumleitung trat ein Fehler auf. Bitte wiederholen Sie die Angaben.

source: Are you sure you wish to change the done status?
de: Sicher, dass Sie den Erledigt Status ändern möchten?

source: (Note, to remove the task, use delete button.)
de: (Beachten Sie, dass zum Entfernen der Aufgabe, die Löschen-Taste gedrückt werden muss.)

source: An error occurred. Please try again....
de: Es trat ein Fehler auf. Bitte erneut versuchen...

source: Are you sure you wish to delete this task?
de: Sind Sie sicher, dass sie diese Aufgabe löschen möchten?

source: Please fill in the task field.
de: Bitte füllen Sie das Aufgabenfeld aus.

source: Please specify a (valid) date. Format is mm/dd/yyyy and the value is not before 01/01/1970.
de: Bitte tragen Sie ein (gültiges) Datum mit folgendem Format ein: tt/mm/jjjj mit Werten größer als 01/01/1970.

source: successfully added to your Follow-up task list.
de: wurde erfolgreich zu Ihren Folgemaßnahmen hinzugefügt.

source: A server error has occurred. The administrators have been automatically notified. Please try again if you haven't.
de: Ein Server Fehler trat auf. Die Administratoren wurden automatisch darüber benachrichtigt. Bitte wiederholen Sie den Vorgang.

source: A server error (FNF/404) has occurred. If the error occurs again, please contact us (from the support menu) to report the issue.
de: Ein Server Fehler (FNF/404) trat auf. Falls der Fehler weiterhin auftritt, kontaktieren Sie uns (aus dem Menüpunkt Support) um uns das Anliegen mitzuteilen.

source: Please specify a (valid) date. Format is yyyy-mm-dd and the value is not before 1970-01-01.
de: Bitte tragen Sie ein (gültiges) Datum mit folgendem Format ein: tt/mm/jjjj mit Werten größer als 01/01/1970.

source: This task field is required.
de: Dieses Feld wird benötigt.

source: A data validation error occurred. Please check your follow-up data and try again.
de: Ein Fehler bei der Validierung der Daten trat auf. Bitte überprüfen Sie Ihre Folgemaßnahme und versuchen Sie es erneut.

source: A server error has occurred. If the error occurs again, please contact us (from the support menu) to report the issue.
de: Ein Serverfehler trat auf. Falls der Fehler wiederholt auftritt, kontaktieren Sie bitte unseren Support (über den Menüpunkt Support).

source: The request has timed out. Please try again later.
de: Die Anfrage ist abgelaufen. Bitte versuchen Sie es später noch einmal.

source: Loading
de: Wird geladen...

source: You have %(accept_invites_count)s practice invitation
de: Sie haben %(accept_invites_count)s Einladungen, einer Praxis beizutreten

source: requests.
de: Anfragen.

source: request.
de: Anfrage.

source: You have %(unread_msg_count)s new voicemail
de: Sie haben %(unread_msg_count)s neue Voicemail Aufzeichnungen

source: messages.
de: Nachrichten.

source: message.
de: Nachricht.

source: Forwarding/Answering Settings
de: Weiterleitungs-/ AB-Einstellungen

source: DoctorCom Number
de: DoctorCom Nummer

source: Forwards To
de: Weiterleiten an

source: Change:
de: Änderung:

source: Mobile:
de: Handynummer:

source: Office:
de: Büronummer:

source: Other:
de: Weitere Rufnummer:

source: Call Non-Member
de: Rufe Nicht-Mitglied

source: Enter only digits without spaces, e.g. 8005551212
de: Nur Ziffer, ohne weitere (Leer-) zeichen eingeben, z.B. 0155123456789

source: Community Prvdrs
de: Ärzte in Umgebung

source: users have
de: Benutzer haben

source: user has
de: Benutzer hat

source: sent you a request to join your current practice.
de: Ihnen eine Anfrage gesendet, Ihrer Praxis beizutreten.

source: for details
de: für Details

source: DoctorCom Answering Service Number:
de: DoctorCom Voicemail Nummer:

source: Answering service disabled
de: Anrufbeantworter Anruf

source: submit
de: übermitteln

source: You have
de: Sie haben

source: practice invitation
de: Praxis-Einladungs

source: new voicemail
de: neue Voicemail

source: DoctorCom Number
de: DoctorCom Nummer

source: Forwards To
de: Weiterleiten an

source: Answering Service Calls Forwards To
de: AB Anrufe weiterleiten an

source: HTTP Error 4xx - Client Error
de: HTTP Fehler 500 - Server Fehler

source: HTTP Error
de: HTTP Fehler

source: - Client Request
de: Sende Anfrage

source: We apologize for any inconvenience, there is a problem with the client request.
de: Bitte entschuldigen Sie die Unannehmlichkeiten, der Server kann die angeforderte Seite bzw. Datei nicht aufrufen.

source: HTTP Error 5xx - Server Error
de: HTTP Fehler 500 - Server Fehler

source: - Server Response
de: - Server Antwort

source: We apologize for any inconvenience, however the server is unable to grant you access to the requested page.
de: Bitte entschuldigen Sie die Unannehmlichkeiten, der Server kann die angeforderte Seite bzw. Datei nicht aufrufen.

source: What is my DoctorCom number and why is it important?
de: Was ist eine DoctorCom Nummer und wozu benötige ich diese?

source: How do I configure my DoctorCom voicemail?
de: Wie richte ich den DoctorCom Anrufbeantworter ein und wie greife ich auf diesen zu?

source: How do I retrieve my DoctorCom voice messages?
de: Wie richte ich den DoctorCom Anrufbeantworter ein und wie greife ich auf diesen zu?

source: If I receive a DoctorCom message as a text message, can I respond directly to it?
de: Kann ich auf eine in DoctorCom eingegangene Textnachricht direkt antworten?

source: How do I send a message with DoctorCom?
de: Wie sende ich eine Nachricht über DoctorCom?

source: How do I call someone with DoctorCom?
de: Wie kann ich über DoctorCom Anrufe tätigen?

source: How do I page someone with DoctorCom?
de: Wie sende ich eine Pager-Nachricht über DoctorCom?

source: How does my office use DoctorCom?
de: Wie kann meine Praxis / mein Büro DoctorCom nutzen?

source: How do I access DoctorCom on my mobile device?
de: Wie kann ich DoctorCom von meinem Smartphone aus nutzen? Gibt es eine App dafür?

source: How do I protect my privacy when using DoctorCom?
de: Wie kann ich meine Privatsphäre schützen, wenn ich DoctorCom nutze?

source: Can my patients use DoctorCom?
de: Können meine Patienten auch DoctorCom nutzen?

source: After completing your DoctorCom registration, you will receive a unique DoctorCom phone number, specific to your area code. This number acts as a professional number for your phone and provides an alternative to giving out your personal information. As doctors, the line between personal and professional lives are often blurred; the DoctorCom number creates a unique space, separate from personal messages and voicemail, where you will be able to receive work related calls and messages. You can select whether incoming calls to your DoctorCom number come to your phone or your DoctorCom voicemail, depending on your preferences.
de: Nach dem Abschluss der DoctorCom Registrierung, erhalten Sie eine individuelle DoctorCom Rufnummer mit Ihrer Ortsvorwahl. Diese Nummer verhält sich wie eine dienstliche Nummer für das eigene vorhandene Telefon und bietet die Möglichkeit, Ihre persönlichen Informationen, nicht preisgeben zu müssen. Für Ärzte ist das berufliche und Privatlebenoft verschwommen; die DoctorCom Nummer schafft einen einzigartigen Raum, wo private Nachrichten von beruflichen getrennt werden können und die beruflichen je nach Präferenz, z.B. nach Dringlichkeit sortiert, persönlich angenommen werden können oder auf die Voicemail weitergeleitet werden. Und all die Nachrichten, bzw. Telefonate werden mit einem Telefongerät gemanaged.

source: You can configure your DoctorCom voicemail by calling your DoctorCom number using your mobile phone. A prompt will help you to set up your DoctorCom voicemail. Once you have set your voicemail you can access your messages using the DoctorCom app as well.
de: Sie können Ihre DoctorCom Voicemail durch Anruf Ihrer DoctorCom Nummer von Ihrem Handy aus konfigurieren. Eine Eingabeaufforderung hilft Ihnen dabei, die DoctorCom Voicemail einzurichten. Sobald Sie Ihre Voicemail eingerichtet haben, können Sie auch die DoctorCom App dazu benutzen, um Ihre Nachrichten aufzurufen.

source: When you receive a new voice message, you will be notified with a text message to your phone or, if using the DoctorCom app, you will be notified with a chime on your phone and the DoctorCom icon will appear on your phone. To retrieve the message, you can either dial your DoctorCom number from your mobile phone, or listen to the message from within the DoctorCom app.
de: Wenn eine neue Voice-Nachricht eingeht, werden Sie mit einer Textmeldung auf Ihrem Telefon benachrichtigt oder bei der Verwendung der DoctorCom App, werden Sie mit einem Klingelton benachrichtigt und durch das DoctorCom Icon, das auf dem Gerät erscheint. Um sich die Nachricht anzuhören, können Sie entweder die DoctorCom Nummer anrufen oder direkt aus der DoctorCom App heraus anhören.

source: Yes. If you are not using the DoctorCom app, you can directly respond to a message using your phone. Your DoctorCom number will show up as the sender on the recipient’s phone, protecting the privacy of your personal number. Using the DoctorCom app, you can respond to any received message and your name will appear as the sender.
de: Ja. Sofern Sie nicht die DoctorCom app nutzen, können Sie über Ihr Telefon direkt auf eine Nachricht antworten. Ihre DoctorCom Nummer wird dann als ausgehende Nummer dem Angerufenden angezeigt, womit die Privatsphäre Ihrer Privatnummer geschützt bleibt. Mit der DoctorCom App können Sie selbstverständlich auch auf erhaltene Nachrichten antworten, dabei wird Ihr Name als Sender angezeigt.

source: Adjacent the name of a provider, you can find buttons for message, page and call. When you click the message button (“msg”) a field will appear where you can type your message. Press “Send.” Using the DoctorCom, click the name of provider you wish to message and click the “msg” icon. A text field will appear where you can type your message. Press “Send.”
de: Neben dem Anbieternamen, finden Sie Schaltflächen zum texten, pagen und anrufen. Wenn Sie auf den Nachrichten-Button klicken (“msg”) wird ein Feld erscheinen, wo Sie Ihre Nachricht eingeben können. Durch Klick auf “Send.”, wird diese versandt.In der DoctorCom App finden Sie die “msg” Schaltfläche nachdem Sie auf den Namen des Anbieters geklickt haben, dem Sie Schreiben möchten.

source: Next to a provider’s name click the “call” button (the green phone icon), which will connect you to the number of that provider.
de: In DoctorCom steht unmittelbar neben dem Namen des Leistungsanbieters die Schaltfläche zum Anrufen. Klicken Sie auf die entsprechende Schaltfläche, erfolgt der Rufaufbau zum gewünschten Gesprächspartner.

source: If the “page” button is blue, then you can page the provider by pressing on the blue pager icon. If the pager button is gray, then the provider does not have the pager option enabled.
de: Die Paging-Funktion ist wegen der geringen Nachfrage in der deutschen Softwareversion deaktiviert. Bitte benutzen Sie stattdessen die Nachrichten-Funktion. Für Anregungen stehen wir Ihnen gerne unter support@mdcom.com zur Verfügung.

source: Offices can use DoctorCom for an office Answering Service. You and your staff are welcome to call 1-855-244-2737 for more information.
de: Praxen / Büros können DoctorCom als Anrufbeantworterdienst nutzen sowie zur Steuerung der Rufbereitschaft einer Praxis. Für Fragen zu weiteren Funktionen wie z.B. Diktierdiensten, einer elektronischen Patientenverwaltung und weiteren wenden Sie oder Ihr Personal sich bitte an info@mdcom.com.

source: Our DoctorCom app is available at the Apple iTunes and on Google Play for free download.
de: Unsere DoctorCom App ist im Apple iTunes und Google Play Store kostenlos erhältlich.

source: When using either the DoctorCom website or mobile application to respond to pages or calls, always use the “Call Non-DoctorCom Member” text box located on the upper-right hand side of your DoctorCom dashboard. The DoctorCom mobile application automatically uses your DoctorCom number to make calls and respond to messages, in order to protect your privacy.
de: Wenn Sie sowohl die DoctorCom Webseite oder die Mobile App nutzen, um auf Anrufe oder Pagernachrichten zu antworten, nutzen Sie immer das “Rufe Nicht-DoctorCom Mitglied” Textfeld, die sich im oben rechts des DoctorCom Startbildschirms befindet. So stellen Sie sicher, dass die DoctorCom App automatisch Ihre DoctorCom Nummer für die ausgehenden Rufe und den Nachrichtenversand benutzt, damit Ihre Privatsphäre geschützt bleibt.
