Repository: DongHuaLu/mdcom
Catalog: mdcom/MHLogin/locale/*/LC_MESSAGES/django.po
Languages: de

source: Please use the “Invite Colleague Function” located in the upper right-hand corner of your dashboard page to reach the “Invite Colleagues” page. Only credentialed and practicing Doctors, Dentists, Podiatrists, Psychologists, Doctor Assistants, nurse practitioners or medical/dental students are eligible to register with DoctorCom.
de: Bei der Smartphone-App finden Sie die Schaltfläche zum Einladen, indem Sie zunächst oben rechts oder links auf die Schaltfläche "Nutzer" oder "Einst." klicken und dann auf "Einl." Sie werden dann zu einer weiteren Seite geleitet, wo Sie Kollegen, mit denen Sie einfach und sicher kommunizieren möchten, unter Angabe der E-Mail Adresse zum DoctorCom Netzwerk einladen können. Laden Sie bitte ausschließlich approbierte (Zahn-)Ärzte, Psychologen und medizinisches Personal ein.

source: Not yet, but we are developing a portal for patients.
de: Noch nicht, aber wir arbeiten derzeit an einem entsprechenden Portal für Ihre Patienten. Ein solches Portal inkl. Smartphone App wird voraussichtlich im dritten Quartal 2012 verfügbar sein.

source: What is the DoctorCom Answering Service? What are its uses?
de: DoctorCom Voicemail Nummer:

source: How do I change my password?
de: Kennwort ändern

source: How can I edit my personal information, i.e. mobile number and email?
de: Wie kann ich meine persönlichen Informationen bearbeiten, z.B. Handynummer und E-Mail?

source: What is my office Answering Service number? Where do I find it?
de: Was ist meine Büro Anrufbeantworterdienst Nummer? Wo kann ich diese ablesen?

source: How do I use the Answering Service number?
de: DoctorCom Voicemail Nummer:

source: Should I give my Answering Service number to patients?
de: Sollte ich meine Anrufbeantworter Nummer an Patienten weitergeben?

source: How does call forwarding to my Answering Service number work?
de: DoctorCom Voicemail Nummer:

source: How do I activate call forwarding to my Answering Service number?
de: Wie rufe ich die Nachrichten des Anrufbeantworterdienstes ab?

source: How do I deactivate call forwarding to my Answering Service number?
de: Wie rufe ich die Nachrichten des Anrufbeantworterdienstes ab?

source: How do I get my closed office greeting to play for closed hours?
de: Um eine neue 'Praxis-geschlossen' Ansage aufzuzeichnen, drücken Sie die 3.

source: How do I get my closed office greeting to play for lunch breaks?
de: Um eine neue 'Praxis-geschlossen' Ansage aufzuzeichnen, drücken Sie die 3.

source: How do I forward spillover calls to my Answering Service number?
de: Wie rufe ich die Nachrichten des Anrufbeantworterdienstes ab?

source: How do I set up my voicemail greetings?
de: Wie richte ich den DoctorCom Anrufbeantworter ein und wie greife ich auf diesen zu?

source: Can I edit my voicemail greeting remotely?
de: Kann ich meine Voicemail Ansage aus der Ferne bearbeiten?

source: How do I access my voice messages?
de: Wie richte ich den DoctorCom Anrufbeantworter ein und wie greife ich auf diesen zu?

source: Can I check voice messages outside the office?
de: Kann ich Voicemail Aufzeichnungen außerhalb des Büros abrufen?

source: What are IVR access numbers?
de: Verwaltung IVR Zugangsnummern

source: How do I manage my IVR access numbers?
de: Verwaltung IVR Zugangsnummern

source: How do I populate providers and staff, who are part of my practice, on the DoctorCom website?
de: Wie kann ich Ärzte und medizinisches Personal, die meiner Praxis angehören, auf der DoctorCom Webseite veröffentlichen.

source: How do I configure the on-call schedule?
de: Wie kann ich den Rufbereitschafts-Terminplaner konfigurieren?

source: How will on-call doctors be notified of urgent messages from patients?
de: Wie werden Ärzte in Rufbereitschaft über dringende Nachrichten von Patienten benachrichtigt.

source: How do I indicate which on-call doctor should be notified?
de: Wie kann man feststellen, welcher Arzt in Rufbereitschaft benachrichtigt werden soll.

source: What happens when there is an urgent message and no on-call doctor in the time-slot?
de: Was passiert, wenn eine dringende Nachricht eingeht, aber kein Arzt zu diesem Zeitpunkt im Rufbereitschaftsplan eingetragen ist?

source: The DoctorCom Answering Service is an office profile that helps keep your office connected, even outside of normal business hours. The Answering Service will record messages from your patients while you are answering another call, away from the desk, or closed for the night. As an office manager, you will be able to use it to connect to the providers in your office, aid in provider-to-provider communication, send necessary images to providers and automatically send urgent messages from patients to the correct on-call doctor.
de: Der DoctorCom Anrufbeantworter Dienst ist Bestandteil der DoctorCom Praxisverwaltung. Es unterstützt die Konnektivität innerhalb der Praxis, der Klinik und schafft Erreichbarkeit auch außerhalb der eigenen Räume oder der üblichen Bürozeiten. Der AB Dienst zeichnet Nachrichten Ihrer Patienten auf während Sie anderweitig telefonieren, abwesend sind oder während der Nachtstunden und kann diese je nach Präferenz auf jedem PC-Gerät oder Smartphone abgerufen werden. Als Praxis-, bzw. Klinikverwalter haben Sie die Möglichkeit, sich mit Ihren ärztlichen Mitarbeitern zu verbinden, bei der Arzt-Arzt-Kommunikation zu helfen, Befunde und Röntgenbilder zu senden und automatisiert dringende Anrufe dem aktuellen Bereitschaftsarzt zuzustellen.

source: On the User Profile page of the DoctorCom website, click on the “Change of Password” link next to your name. Follow the prompts.
de: Auf der Userprofil der DoctorCom Webseite, klicken Sie auf den “Passwort ändern” Link, direkt neben Ihrem Namen. Folgen sie anschließend den Hinweisen.

source: On the User Profile page of the DoctorCom website, click on the “Edit” button. Fill in/Edit the appropriate text boxes and press “Submit.”
de: Auf der DoctorCom Webseite im Benutzerprofil, klicken Sie auf “Bearb.”. Füllen/bearbeiten Sie die entsprechende Textfelder und klicken Sie auf “Übermitt.”.

source: Your office Answering Service number is a unique number provided to you through DoctorCom. It is located on your dashboard on the DoctorCom website. Your Answering Service number is the number that calls forward to outside of normal business hours or during lunch breaks. It is also the number you would use to direct spillover calls.
de: Ihre AB Nummer ist eine individuelle Rufnummer, die Ihnen von DoctorCom zur verfügung gestellt wird. Sie befindet sich auf der DoctorCom Webseite auf der Übersicht. Die Nummer wird für Rufumleitungen, die zum Ende des Tages oder während der Mittagspause aktiviert werden, benutzt sowie für Überhanganrufe.

source: The Answering Service number is mostly for internal office use. It is the number that you will enter as a call forwarding number. The Answering Service number is also the number that you would give your phone company if you would like to set up a spillover call system.
de: Die Anrufbeantworter Nummer ist für den internen Bürogebrauch vorgesehen. Es ist die Nummer, die Sie als RUl Nummer angeben. Dies ist gleichzeitig die Nummer, die Sie Ihrem Telefonanbieter geben, wenn Sie den Überhanganruf Dienst aktiviert haben möchten.

source: No, this is not necessary because the Answering Service number is connected to your direct office number.
de: Nein, dies ist nicht nötig, da die Anrufbeantworter Nummer direkt mit Ihrem Office Telefon verknüpft ist.

source: You must set-up your Answering Service greetings, both an open office greeting, as well as a closed office greeting. On the DoctorCom website, navigate to the “Provider Profile” page under “Account.” There, you will need to populate the office hours in order to have the correct greeting play depending on whether the office is closed or open. This does not automatically set up call forwarding. You will need to activate call forwarding to your DoctorCom Answering Service number at the end of the day and deactivate it at the beginning of the day.
de: Sie müssen die AB Ansage zweifach aufnehmen, einmal für den Zeitraum während der Öffnungszeiten und zum anderen für die Zeit ausserhalb dieser. Dazu gehen Sie auf der DoctorCom Webseite zur “Anbieter Profil” Seite unter “Konto”. Dort müssen Sie die Sprechzeiten hinterlegen, damit die Ansagen auch den entsprechenden Zeiten zugeordnet und aktiviert werden können. Eine automatische Einrichtung der RUL findet jedoch nicht statt. Sie müssen die Weiterleitung zum Ende des Tages aktivieren und zu Tagesbeginn wieder deaktivieren.

source: To activate call forwarding, using your office phone, dial *72 and enter your DoctorCom Answering Service number. *<br />*Note: the code for your service provider may be different from *72, please contact your service provider to verify.
de: Um die Rufumleitung (RUL) zu aktivieren, nutzen Sie Ihr Office Telefon und wählen die *72 und geben anschließend die DoctorCom Answering Service Nummer an. *<br />*Hinweis: Der Code bei Ihrem Telefonanbieter kann von dem oben angegebenen Abweichen, bitte kontaktieren Sie dazu direkt den Anbieter.

source: To deactivate call forwarding, using your office phone, dial *73 and enter your DoctorCom Answering Service number.*<br />*Note: the code for your service provider may be different from *73, please contact your service provider to verify.
de: Um die Rufumleitung (RUL) zu deaktivieren, nutzen Sie Ihr Office Telefon und wählen die *73 und geben anschließend die DoctorCom Answering Service Nummer an. *<br />*Hinweis: Der Code bei Ihrem Telefonanbieter kann von dem oben angegebenen Abweichen, bitte kontaktieren Sie dazu direkt den Anbieter.

source: On the “Practice Profile” page of the DoctorCom website, under “Office Hours,” select the “Manage Hours” link. Here, you can fill in your opening and closing times. During closed hours, calls will automatically forward to your DoctorCom Answering Service number.
de: Gehen Sie auf der DoctorCom Webseite zur “Anbieter Profil” Seite unter “Konto”. Dort müssen Sie die Sprechzeiten hinterlegen, damit die Ansagen auch den entsprechenden Zeiten zugeordnet und aktiviert werden können.

source: On the “Practice Profile” page of the DoctorCom website, under “Office Hours,” select “Manage Hours.” Here, you will need to put a lunch start and lunch duration. If you do not have a designated lunch period, you still need to enter a start time. For example, enter “12:00” for the start time with the duration of “0” into the respective text boxes.
de: Gehen Sie auf der DoctorCom Webseite zur “Anbieter Profil” Seite unter “Konto”. Dort müssen Sie die Sprechzeiten hinterlegen, damit die Ansagen auch den entsprechenden Zeiten zugeordnet und aktiviert werden können.

source: To forward spillover calls to your DoctorCom Answering Service number, you will need to contact your phone company. This feature does have a small fee associated with it from the phone company.
de: Um Überlaufanrufe auf Ihre DoctorCom Anrufbeantworter Nummer weiterzuleiten, müssen Sie Ihrem Telefonanbieter kontaktieren. Dieses Dienstmerkmal kann geringe Gebühren aufweisen, die der Anbieter erhebt.

source: Using your office phone or a phone that is listed under your IVR access numbers on the DoctorCom website, call your DoctorCom number. From there, a prompt will guide you through the steps to making your voicemail greetings. Please note that you will need to make two greetings, one for open office hours and one for closed office hours. For an example of a possible office greeting, see the Office Manager User Manual.
de: Mit Ihrem Telefon und einer abgehenden Nummer, die auf der DoctorCom Webseite unter IVR Zugangsnummern aufgelistet ist, können Sie Ihre DoctorCom Nummer anrufen. Es meldet sich eine automatisierte Stimme mit Eingabeaufforderung, die Sie durch die Einrichtung der Ansage begleitet. Beachten Sie bitte, dass Sie zwei Ansagen aufnehmen müssen, eine für während der Sprechzeiten und eine außerhalb der Sprechzeiten. Ein Beispiel für mögliche Ansagen finden Sie im Praxisverwaltungs-Benutzerhandbuch.

source: Yes. You will be able to edit your voicemail greeting from any number listed under your IVR access number list on the DoctorCom website.
de: Ja. Sie haben die Möglichkeit Ihre Voicemail Ansage von jeder Nummer aus zu bearbeiten, die unter der IVR Zugangsnummer auf der DoctorCom Website zu finden sind.

source: You can access your voice messages by logging in to your DoctorCom web dashboard, where you will be able to listen to your received messages. These messages can be found on the DoctorCom dashboard page, underneath the “Recently Received Messages” bar. If you cannot see your received messages, you may need to expand the bar by right clicking on it.
de: Sie können die Voice-Nachrichten abrufen, indem Sie sich auf der DoctorCom Webseite einloggen, wo Sie die Möglichkeit haben, die eingegangenen Nachrichten abzuhören.

source: Yes. Using any device that can browse the web, you will be able to access the DoctorCom website dashboard and access your messages from there.
de: Ja. Mit jedem Gerät, das im Web surfen kann, sind Sie in der Lage die DoctorCom Webseite zu erreichen und darüber auf Ihre Nachrichten zuzugreifen.

source: IVR stands for “Interactive Voice Response.” IVR access numbers are the numbers with allowances to access your Interactive Voice Response System, where you are able to remotely edit your greetings.
de: IVR steht für “Interactive Voice Response.” Die IVR Zugangsnummern erlauben den Fernzugriff auf Ihr IVR System und damit das Bearbeiten Ihrer Ansagen aus der Ferne.

source: You can find the “Manage IVR access numbers” link on the Practice Profile page of the DoctorCom website. On the Manage IVR access numbers page, you will be able to input multiple numbers that you would like associated with you IVR System. These numbers will be able to remotely edit your greetings.
de: Den “IVR Zugangsnummern verwalten” Link finden Sie auf der Praxisprofil Seite auf der DoctorCom Webseite. Auf der ”IVR Zugangsnummern verwalten” Seite, können Sie mehrere Nummer eintragen, die Sie mit dem IVR System verknüpfen möchten. Von diesen Nummern ist ein Fernzugriff und ein Bearbeiten der Ansage möglich.

source: Click on the “Staff” button on the menu bar of the DoctorCom dashboard page. There you will be able to search and add providers and staff members. If you cannot find a provider using the search option, they may not already have a DoctorCom Account. Please use the “Invite” button to send them an invitation. Once they have joined DoctorCom, you will be able to add them to your practice.
de: Klicken Sie auf den “Staff” Button auf der Menübar der DoctorCom Übersichtsseite. Dort können Sie nach Anbietern und Personal suchen und hinzufügen. Können Sie eine bestimmte Person nicht finden, hat diese noch keinen DoctorCom Account. Bitte benutzen Sie die Einladungsfunktion, um diesen Personen eine Einladung zu schicken. Sobald diese DoctorCom beigetreten sind, können Sie sie zu Ihrer Praxis hinzufügen.

source: The on-call schedule can be configured by the drag-and-drop mechanism or by clicking directly on a specific day to set a time slot. Once you have populated your practice with your providers, they will appear on the left hand side of your calendar. Simply drag the corresponding box into the appropriate timeslot. Once there, you can double click to edit specific start and end times.
de: Der Terminplaner für Bereitschaftsdienste können per drag-and-drop konfiguriert werden oder durch das direkte Anklicken eines bestimmten Zeitslot. Sobald Sie die Praxis mit Ärzten gefüllt haben, erscheinen diese linke Hand des Terminplaners als Streifen, die man in den gewünschten Zeitslot ziehen kann. Anschließend kann man die genauen Start- und Endzeiten per Doppelklick anpassen.

source: A tone, indicating that a voice message has been received, will notify on-call doctors that they have received an urgent message from a patient. If they have a pager, they will also receive a page with the patient’s callback number.
de: Ein Signalton informiert Rufbereitschaftsärzte über eingehende dringende Voice-Nachrichten von einem Patienten. Falls der Arzt einen Pager hat, wird er auf diesem Wege ebenfalls kontaktiert unter Angabe der Rückrufnummer des Patienten.

source: The DoctorCom system will recognize which doctor is on-call through your on-call schedule, which can be found by clicking “Schedule” on the DoctorCom menu bar on the dashboard page. If a patient calls with an urgent message, indicated by pressing #2, that message will be automatically forwarded to the on-call doctor for that particular timeslot.
de: Das DoctorCom System erkennt über den Terminplaner, welcher Arzt gerade Rufbereitschaft hat. Unter “Terminplaner” auf der DoctorCom Menübar auf dem Startbildschirm kann dies angezeigt werden. Wenn ein Patient mit einer dringenden Nachricht anruft, indem er die Nummer 2 wählt, wird die Nachricht automatisch an den betreffenden Arzt in Rufbereitschaft weitergeleitet.

source: If an urgent message is received and there is no on-call doctor listed for that particular time, the message will automatically be sent to the last doctor who was on-call. All urgent calls are copied to the Answering Service and marked with a red exclamation mark.
de: Wenn eine dringende Nachricht ankommt und kein Arzt zu dem Zeitpunkt für die Rufbereitschaft eingetragen ist, wird sie automatisch dem Arzt weitergeleitet, der zuletzt Rufbereitschaft hatte. Alle dringenden Anrufe wurden - mit rotem Ausrufezeichen markiert - zusätzlich im Anrufbeantworter hinterlegt.

source: Welcome,
de: Willkommen,

source: Logout
de: Ausloggen

source: Current Hospital:
de: Ihre Klinik:

source: Current Practice:
de: Ihre Praxis:

source: Account
de: Konto

source: Profile
de: Profil

source: Settings
de: Optionen

source: Preference
de: Benutzereinstellungen

source: Android Tips
de: Android Tipps

source: Contact
de: Kontakt

source: MobileView
de: Mobile Ansicht

source: Invite Colleagues
de: Kollegen einladen

source: Sales leads
de: Kundenkontakte

source: Issue invites
de: Einladungen erstellen

source: Type to Search for Provider
de: Eingeben, um nach Anbietern zu suchen

source: FAQs for iPhone Users
de: FAQs für iPhone Nutzer

source: How do I access my voice messages using the iPhone app?
de: Wie richte ich den DoctorCom Anrufbeantworter ein und wie greife ich auf diesen zu?

source: How do I associate my mobile number with my DoctorCom number?
de: Wie kann ich über DoctorCom Anrufe tätigen?

source: How do I edit my Practice Location?
de: Wie kann ich die “Standort” und “Praxis” Informationen bearbeiten?

source: How do I get a message to show up in the “Follow up Task List?”
de: Wie kann ich eine Nachricht in der “Folgemaßnahmen Liste” anzeigen lassen?

source: How do I delete a Follow-up Task?
de: Eine neue Folgemaßnahme hinzufügen

source: How do I use my DoctorCom app to contact other DoctorCom members located at my current practice?
de: Wie kann ich meine DoctorCom App dazu verwenden, um andere DoctorCom Mitglieder zu kontaktieren?

source: Navigate to the invitations page of your DoctorCom app by clicking on the “Invitation” button, with the plus sign icon, located in the menu bar at the bottom of the DoctorCom app screen. Your outstanding invitations will be listed on this screen with the name of the recipient, the date the invitation was sent, and their registration code. The rotating arrows icon located to the right of the recipient information will resend the invitation. The trash bin icon will delete the invitation.
de: Die “Kollegen einladen” Funktion befindet sich 2 Bildschirme links, bzw. rechts Ihres Startbildschirms und kann erreicht werden, indem Sie auf die Schaltfläche im oberen linken oder rechten DoctorCom Startbildschirm (Cockpit) klicken und anschließend auf die “Einl.” Schaltfläche, um so zu der Einladungsseite zu gelangen. Die “Ausstehenden Einladungen” werden hier angezeigt. Die gewünschte Einladung können Sie bearbeiten, indem Sie auf diese klicken. Zwei Schaltflächen erscheinen neben dem Namen des Arztes; ein Kreis mit Pfeilen sowie ein Mülleimer-Symbol. Durch Klicken auf den Kreis mit Pfeilen, widerholen Sie den Versand der Einladung, über das Mülleimer-Symbol kann die Einladung storniert werden.

source: When calling numbers outside of the DoctorCom network, use the bar located on the message page of the DoctorCom app. Enter the number you wish to call in the bar and press the green phone icon to connect the call. The recipient will see your DoctorCom number as the Caller-ID.
de: Möchten Sie mit Ihrem Handy telefonieren, ohne dadurch Ihre persönlichen Kontakdaten preiszugeben, können Sie mit der DoctorCom App ausgehende Anrufe tätigen. Der Angerufene sieht dann Ihre DoctorCom Nummer und nicht die private. Dazu benutzen Sie die “Call Number” Funktion auf dem DoctorCom App Startbildschirm. Hier geben Sie die gewünschte, zu wählende Nummer im Nummernfeld direkt neben “Call Number” ein und klicken Sie anschließend auf diese Schaltfläche.

source: DoctorCom Learn More
de: DoctorCom Mehr erfahren

source: allows you to communicate with colleagues and other healthcare professionals
de: erlaubt Ihnen mit Kollegen und anderen Fachleuten im Gesundheitswesen zu kommunizieren

source: Use SMS, paging or
de: Nutzen Sie SMS, Pager oder

source: Be available while protecting your personal contact information
de: Erreichbar sein ohne die persönlichen Kontaktinfos weiterzugeben

source: Patients can use DoctorCom to contact you
de: Patienten können Sie über DoctorCom erreichen

source: Create an account
de: Konto anlegen

source: and begin taking advantage of the many features today!
de: und noch heute die Vorteile modernster Kommunikation nutzen!

source: User ID:
de: Nutzer ID:

source: Password:
de: Kennwort:

source: play video
de: Video abspielen

source: Recent Press Releases
de: Neueste Presseinformationen

source: Click on name to view more info.
de: Auf den Namen klicken um mehr Infos anzeigen zu lassen.

source: Office Information
de: Praxis Informationen

source: Reject Terms
de: Abgelehnt

source: Are sure reject the terms?
de: Möchten Sie die Nutzungsbedingungen wirklich ablehnen.

source: Current location:
de: Aktueller Standort:

source: Recently Received Messages
de: Kürzlich erhaltene Nachrichten

source: Recently Sent Messages
de: Kürzlich gesendete Nachrichten

source: Registration
de: Registrierung

source: Med Students
de: Med Studenten

source: Community Professionals
de: Fachleute in Umgebung

source: I agree to accept DoctorCom Terms of Service and Privacy Policy.
de: Ich stimme der DoctorCom Endbenutzer-Lizenzvereinbarung und Datenschutzrichtlinie durch Klicken auf ”Akzeptieren” zu.

source: Licensure:
de: Bundesland Zulassung:

source: DoctorCom User Guide Video
de: DoctorCom Video Tutorial

source: Access Denied
de: Zugang verweigert

source: It looks like you're trying to access a part of the site that you don't have permission to use. If you believe you are getting this notice in error, please try again.
de: Sie versuchen eine Seite aufzurufen, für die Sie keine Berechtigung haben.

source: If you get this message again, rest assured that the administrators have been automatically notified. However, you're welcome to
de: Sollten Sie diese Meldung weiterhin erhalten, wurden die Admins bereits darüber automatisch informiert. Sie können uns jedoch

source: contact us
de: gerne kontaktieren

source: if you please. Please reference issue
de: Bitte geben Sie die Meldung als Referenz an

source: contact us at support@mdcom.com
de: unter support@mdcom.com

source: Do you want to join?
de: Sind Sie sicher, beitreten zu wollen

source: Contact phone number
de: Kontakt zu Rufnummer

source: Billing Address
de: Abrechnungsadresse

source: Credit Card Information
de: Kreditkarteninformationen
